{
    "16": {
      "item1a":"The information in this report includes forward-looking\nstatements about future events and circumstances and their\neffects upon revenues, expenses and business opportunities.\nGenerally speaking, any statement in this report not based upon\nhistorical fact is a forward-looking statement. Forward-looking\nstatements can also be identified by the use of forward-looking\nwords, such as “may,” “will,” “expect,” “believe” and “plan” or\nsimilar expressions. In particular, statements regarding our\nplans, strategies, prospects and expectations regarding our\nbusiness and industry are forward-looking statements. They\nreflect our expectations, are not guarantees of performance and\nspeak only as of the date of this report. Except as required by\nlaw, we do not undertake to update them. Our expectations (or\nthe underlying assumptions) may change or not be realized, and\nyou should not rely unduly on forward-looking statements. Our\nbusiness results are subject to a variety of risks, including those\nthat are reflected in the following considerations and factors, as\nwell as elsewhere in our filings with the SEC. If any of these\nconsiderations or risks materialize, our expectations may\nchange and our performance may be adversely affected.\nIf we do not successfully design and execute against our new\nbusiness strategies within our new organization structure, we\nmay not be able to increase operating income or market\nshare.\nTo drive future results, we must design business strategies\nthat are effective in delivering operating income growth.\nWhether these strategies are successful depends mainly on our\nSystem’s ability to:\n• Continue to innovate and differentiate the McDonald’s\nexperience in a way that balances value and convenience to\nour customers with profitability;\n• Reinvest in our restaurants and identify and develop\nrestaurant sites consistent with our plans for net growth of\nSystemwide restaurants;\n• Provide clean and friendly environments that deliver a\nconsistent McDonald's experience and demonstrate high\nservice levels;\n• Drive restaurant improvements that achieve optimal capacity,\nparticularly during peak mealtime hours; and\n• Manage the complexity of our restaurant operations.\nIf we are delayed or unsuccessful in executing our\nstrategies, or if our strategies do not yield the desired results,\nour business, financial condition and results of operations may\nsuffer.\nThe implementation of our turnaround plan may intensify the\nrisks we face and may not be successful in achieving\nimproved performance.\nOur turnaround plan includes an accelerated pace of\nrefranchising, cost savings initiatives and global restructuring.\nAs we continue to implement our plans, the existing risks we\nface in our business may be intensified. Our efforts to reduce\ncosts and capital expenditures depend, in part, upon our\nrefranchising efforts, which, in turn, depend upon our ability to\nselect qualified and capable franchisees and licensees. Our cost\nsavings initiatives also depend upon our ability to achieve\nefficiencies through the consolidation of global, back-office\nfunctions. Therefore, if our turnaround-related initiatives are not\nsuccessful, take longer to complete than initially projected, or\nare not well executed, or if our cost reduction efforts adversely\nimpact our effectiveness, our business operations, financial\nresults and results of operations could be adversely affected.\nOur investments to enhance the customer experience,\nincluding through technology, may not generate the expected\nreturns.\nWe will continue to build upon our investments in\nExperience of the Future (“EOTF”), which focus on restaurant\nmodernization and technology and digital engagement in order\nto transform the restaurant experience. As we accelerate our\npace of converting restaurants to EOTF, we are placing\nrenewed emphasis on our improving our service model and\nstrengthening relationships with customers, in part through\ndigital channels and loyalty initiatives. We may not fully realize\nthe intended benefits of these significant investments and\ntherefore our business results may suffer. \n4 McDonald’s Corporation 2016 Annual Report McDonald’s Corporation 2016 Annual Report 5 4 McDonald's Corporation 2016 Annual Report\nWe face intense competition in our markets, which could hurt\nour business.\nWe compete primarily in the “informal eating out” (IEO)\nsegment, which is highly competitive. We are facing sluggish\nrestaurant industry trends in several key markets, including the\nU.S. We also face sustained, intense competition from\ntraditional, fast casual and other competitors, which may include\nmany non-traditional market participants such as convenience\nstores, grocery stores and coffee shops. We expect our\nenvironment to continue to be highly competitive, and our\nresults in any particular reporting period may be impacted by\nnew or continuing actions of our competitors, which may have a\nshort- or long-term impact on our results.\nWe compete on the basis of product choice, quality,\naffordability, service and location. In particular, we believe our\nability to compete successfully in the current market\nenvironment depends on our ability to improve existing\nproducts, develop new products, price our products\nappropriately, deliver a relevant customer experience, manage\nthe complexity of our restaurant operations and respond\neffectively to our competitors’ actions. Recognizing these\ndependencies, we have intensified our focus in recent periods\non strategies to achieve these goals, including the turnaround\nplan described above, and we will likely continue to modify our\nstrategies and implement new strategies in the future. There can\nbe no assurance these strategies will be effective, and some\nstrategies may be effective at improving some metrics while\nadversely affecting other metrics.\nIf we do not anticipate and address evolving consumer\npreferences, our business could suffer.\nOur continued success depends on our System’s ability to\nanticipate and respond effectively to continuously shifting\nconsumer demographics, and trends in food sourcing, food\npreparation and consumer preferences in the IEO segment. In\norder to deliver a relevant experience for our customers amidst\na highly competitive, value-driven operating environment, we\nmust implement initiatives to adapt at an aggressive pace.\nThere is no assurance that these initiatives will be successful\nand, if they are not, our financial results could be adversely\nimpacted.\nIf pricing, promotional and marketing plans are not effective,\nour results may be negatively impacted.\nOur results depend on the impact of pricing, promotional\nand marketing plans across the System, and the ability to adjust\nthese plans to respond quickly and effectively to evolving\ncustomer preferences, as well as shifting economic and\ncompetitive conditions. Existing or future pricing strategies, and\nthe value proposition they represent, are expected to continue\nto be important components of our business strategy; however,\nthey may not be successful and could negatively impact sales\nand margins. Further, the promotion of menu offerings may yield\nresults below the desired levels.\nAdditionally, we operate in a complex and costly\nadvertising environment. Our marketing and advertising\nprograms may not be successful, and we may fail to attract and\nretain customers. Our success depends in part on whether the\nallocation of our advertising and marketing resources across\ndifferent channels allows us to reach our customers effectively.\nIf the advertising and marketing programs are not successful, or\nare not as successful as those of our competitors, our sales,\nguest counts and market share could decrease.\nFailure to preserve the value and relevance of our brand\ncould have a negative impact on our financial results.\nTo be successful in the future, we believe we must\npreserve, enhance and leverage the value of our brand. Brand\nvalue is based in part on consumer perceptions. Those\nperceptions are affected by a variety of factors, including the\nnutritional content and preparation of our food, the ingredients\nwe use, our business practices and the manner in which we\nsource the commodities we use. Consumer acceptance of our\nofferings is subject to change for a variety of reasons, and some\nchanges can occur rapidly. For example, nutritional, health and\nother scientific studies and conclusions, which constantly evolve\nand may have contradictory implications, drive popular opinion,\nlitigation and regulation (including initiatives intended to drive\nconsumer behavior) in ways that affect the IEO segment or\nperceptions of our brand generally or relative to available\nalternatives. Consumer perceptions may also be affected by\nthird parties presenting or promoting adverse commentary or\nportrayals of the quick-service category of the IEO segment, our\nbrand and/or our operations, our suppliers or our franchisees. If\nwe are unsuccessful in addressing such adverse commentary or\nportrayals, our brand and our financial results may suffer.\nAdditionally, the ongoing relevance of our brand may\ndepend on the success of our sustainability initiatives, which\nrequire System-wide coordination and alignment. If we are not\neffective in addressing social responsibility matters or achieving\nrelevant sustainability goals, consumer trust in our brand may\nsuffer. In particular, business incidents that erode consumer\ntrust or confidence, particularly if such incidents receive\nconsiderable publicity or result in litigation, can significantly\nreduce brand value and have a negative impact on our financial\nresults.\nUnfavorable general economic conditions could adversely\naffect our business and financial results.\nOur results of operations are substantially affected by\neconomic conditions, which can vary significantly by market and\ncan impact consumer disposable income levels and spending\nhabits. Economic conditions can also be impacted by a variety\nof factors including hostilities, epidemics and actions taken by\ngovernments to manage national and international economic\nmatters, whether through austerity or stimulus measures or\ntrade measures, and initiatives intended to control wages,\nunemployment, credit availability, inflation, taxation and other\neconomic drivers. Continued adverse economic conditions or\nadverse changes in economic conditions in our markets could\npressure our operating performance, and our business and\nfinancial results may suffer.\nOur results of operations are also affected by fluctuations\nin currency exchange rates, which may adversely affect\nreported earnings.\nSupply chain interruptions may increase costs or reduce\nrevenues.\nWe depend on the effectiveness of our supply chain\nmanagement to assure reliable and sufficient product supply,\nincluding on favorable terms. Although many of the products we\nsell are sourced from a wide variety of suppliers in countries\naround the world, certain products have limited suppliers, which\nmay increase our reliance on those suppliers. Supply chain\ninterruptions, including shortages and transportation issues, and\nprice increases can adversely affect us as well as our suppliers\nand franchisees whose performance may have a significant\nimpact on our results. Such shortages or disruptions could be\ncaused by factors beyond the control of our suppliers,\nfranchisees or us. If we experience interruptions in our System’s\nsupply chain, our costs could increase and it could limit the\navailability of products critical to our System’s operations.\nMcDonald's Corporation 2016 Annual Report 5\nFood safety concerns may have an adverse effect on our\nbusiness.\nOur ability to increase sales and profits depends on our\nSystem’s ability to meet expectations for safe food and on our\nability to manage the potential impact on McDonald’s of foodborne illnesses and food or product safety issues that may arise\nin the future. Food safety is a top priority, and we dedicate\nsubstantial resources to ensure that our customers enjoy safe\nfood products, including as our menu evolves. However, food\nsafety events, including instances of food-borne illness, have\noccurred in the food industry in the past, and could occur in the\nfuture. Instances of food tampering, food contamination or foodborne illness, whether actual or perceived, could adversely\naffect our brand and reputation as well as our revenues and\nprofits.\nOur franchise business model presents a number of risks.\nOur success increasingly relies on the financial success\nand cooperation of our franchisees, yet we have limited\ninfluence over their operations. Our restaurant margins arise\nfrom two sources: fees from franchised restaurants (e.g., rent\nand royalties based on a percentage of sales) and, to a lesser\ndegree, sales from Company-operated restaurants. Our\nfranchisees manage their businesses independently, and\ntherefore are responsible for the day-to-day operation of their\nrestaurants. The revenues we realize from franchised\nrestaurants are largely dependent on the ability of our\nfranchisees to grow their sales. If our franchisees do not\nexperience sales growth, our revenues and margins could be\nnegatively affected as a result. Also, if sales trends worsen for\nfranchisees, their financial results may deteriorate, which could\nresult in, among other things, restaurant closures or delayed or\nreduced payments to us. Our refranchising effort will increase\nthat dependence and the effect of those factors.\nOur success also increasingly depends on the\nwillingness and ability of our independent franchisees to\nimplement major initiatives, which may include financial\ninvestment, and to remain aligned with us on operating,\npromotional and capital-intensive reinvestment plans.\nFranchisees’ ability to contribute to the achievement of our plans\nis dependent in large part on the availability to them of funding\nat reasonable interest rates and may be negatively impacted by\nthe financial markets in general or by the creditworthiness of our\nfranchisees or the Company. Our operating performance could\nalso be negatively affected if our franchisees experience food\nsafety or other operational problems or project an image\ninconsistent with our brand and values, particularly if our\ncontractual and other rights and remedies are limited, costly to\nexercise or subjected to litigation. If franchisees do not\nsuccessfully operate restaurants in a manner consistent with our\nrequired standards, the brand’s image and reputation could be\nharmed, which in turn could hurt our business and operating\nresults.\nOur ownership mix also affects our results and financial\ncondition. The decision to own restaurants or to operate under\nfranchise or license agreements is driven by many factors\nwhose interrelationship is complex and changing. Our ability to\nachieve the benefits of our refranchising strategy, which involves\na shift to a greater percentage of franchised restaurants, in a\ntimely manner or at all, will depend on various factors, including\nour ability to timely and effectively select franchisees and/or\nlicensees that meet our rigorous standards and/or to complete\ntransactions on favorable terms and to manage associated\nrisks. It will also depend on the performance of our franchisees,\nand whether the resulting ownership mix supports our financial\nobjectives.\nChallenges with respect to talent management could harm\nour business.\nEffective succession planning is important to our longterm success. Failure effectively to identify, develop and retain\nkey personnel, recruit high-quality candidates and ensure\nsmooth management and personnel transitions could disrupt\nour business and adversely affect our results.\nOur success depends in part on our System’s ability to\nrecruit, motivate and retain a qualified workforce to work in our\nrestaurants in an intensely competitive environment. Increased\ncosts associated with recruiting, motivating and retaining\nqualified employees to work in our Company-operated\nrestaurants could have a negative impact on our Companyoperated margins. Similar concerns apply to our franchisees.\nWe are also impacted by the costs and other effects of\ncompliance with U.S. and international regulations affecting our\nworkforce, which includes our staff and employees working in\nour Company-operated restaurants. These regulations are\nincreasingly focused on employment issues, including wage and\nhour, healthcare, immigration, retirement and other employee\nbenefits and workplace practices. Our potential exposure to\nreputational and other harm regarding our workplace practices\nor conditions or those of our independent franchisees or\nsuppliers (or perceptions thereof) could have a negative impact\non consumer perceptions of us and our business. Additionally,\neconomic action, such as boycotts, protests, work stoppages or\ncampaigns by labor organizations, could adversely affect us\n(including our ability to recruit and retain talent) or the\nfranchisees and suppliers that are also part of the McDonald's\nSystem and whose performance may have a material impact on\nour results.\nChanges in commodity and other operating costs could\nadversely affect our results of operations.\nThe profitability of our Company-operated restaurants\ndepends in part on our ability to anticipate and react to changes\nin commodity costs, including food, paper, supply, fuel, utilities,\ndistribution and other operating costs. Any volatility in certain\ncommodity prices could adversely affect our operating results by\nimpacting restaurant profitability. The commodity markets for\nsome of the ingredients we use, such as beef and chicken, are\nparticularly volatile due to factors such as seasonal shifts,\nclimate conditions, industry demand, international commodity\nmarkets, food safety concerns, product recalls and government\nregulation, all of which are beyond our control and, in many\ninstances, unpredictable. We can only partially address future\nprice risk through hedging and other activities, and therefore\nincreases in commodity costs could have an adverse impact on\nour profitability.\nThe global scope of our business subjects us to risks that\ncould negatively affect our business.\nWe encounter differing cultural, regulatory and economic\nenvironments within and among the more than 100 countries\nwhere McDonald’s restaurants operate, and our ability to\nachieve our business objectives depends on the System's\nsuccess in these environments. Meeting customer expectations\nis complicated by the risks inherent in our global operating\nenvironment, and our global success is partially dependent on\nour System’s ability to leverage operating successes across\nmarkets. Planned initiatives may not have appeal across\nmultiple markets with McDonald's customers and could drive\nunanticipated changes in customer perceptions and guest\ncounts.\nDisruptions in operations or price volatility in a market\ncan also result from governmental actions, such as price, \nMcDonald’s Corporation 2016 Annual Report 5 4 McDonald's Corporation 2016 Annual Report\nWe face intense competition in our markets, which could hurt\nour business.\nWe compete primarily in the “informal eating out” (IEO)\nsegment, which is highly competitive. We are facing sluggish\nrestaurant industry trends in several key markets, including the\nU.S. We also face sustained, intense competition from\ntraditional, fast casual and other competitors, which may include\nmany non-traditional market participants such as convenience\nstores, grocery stores and coffee shops. We expect our\nenvironment to continue to be highly competitive, and our\nresults in any particular reporting period may be impacted by\nnew or continuing actions of our competitors, which may have a\nshort- or long-term impact on our results.\nWe compete on the basis of product choice, quality,\naffordability, service and location. In particular, we believe our\nability to compete successfully in the current market\nenvironment depends on our ability to improve existing\nproducts, develop new products, price our products\nappropriately, deliver a relevant customer experience, manage\nthe complexity of our restaurant operations and respond\neffectively to our competitors’ actions. Recognizing these\ndependencies, we have intensified our focus in recent periods\non strategies to achieve these goals, including the turnaround\nplan described above, and we will likely continue to modify our\nstrategies and implement new strategies in the future. There can\nbe no assurance these strategies will be effective, and some\nstrategies may be effective at improving some metrics while\nadversely affecting other metrics.\nIf we do not anticipate and address evolving consumer\npreferences, our business could suffer.\nOur continued success depends on our System’s ability to\nanticipate and respond effectively to continuously shifting\nconsumer demographics, and trends in food sourcing, food\npreparation and consumer preferences in the IEO segment. In\norder to deliver a relevant experience for our customers amidst\na highly competitive, value-driven operating environment, we\nmust implement initiatives to adapt at an aggressive pace.\nThere is no assurance that these initiatives will be successful\nand, if they are not, our financial results could be adversely\nimpacted.\nIf pricing, promotional and marketing plans are not effective,\nour results may be negatively impacted.\nOur results depend on the impact of pricing, promotional\nand marketing plans across the System, and the ability to adjust\nthese plans to respond quickly and effectively to evolving\ncustomer preferences, as well as shifting economic and\ncompetitive conditions. Existing or future pricing strategies, and\nthe value proposition they represent, are expected to continue\nto be important components of our business strategy; however,\nthey may not be successful and could negatively impact sales\nand margins. Further, the promotion of menu offerings may yield\nresults below the desired levels.\nAdditionally, we operate in a complex and costly\nadvertising environment. Our marketing and advertising\nprograms may not be successful, and we may fail to attract and\nretain customers. Our success depends in part on whether the\nallocation of our advertising and marketing resources across\ndifferent channels allows us to reach our customers effectively.\nIf the advertising and marketing programs are not successful, or\nare not as successful as those of our competitors, our sales,\nguest counts and market share could decrease.\nFailure to preserve the value and relevance of our brand\ncould have a negative impact on our financial results.\nTo be successful in the future, we believe we must\npreserve, enhance and leverage the value of our brand. Brand\nvalue is based in part on consumer perceptions. Those\nperceptions are affected by a variety of factors, including the\nnutritional content and preparation of our food, the ingredients\nwe use, our business practices and the manner in which we\nsource the commodities we use. Consumer acceptance of our\nofferings is subject to change for a variety of reasons, and some\nchanges can occur rapidly. For example, nutritional, health and\nother scientific studies and conclusions, which constantly evolve\nand may have contradictory implications, drive popular opinion,\nlitigation and regulation (including initiatives intended to drive\nconsumer behavior) in ways that affect the IEO segment or\nperceptions of our brand generally or relative to available\nalternatives. Consumer perceptions may also be affected by\nthird parties presenting or promoting adverse commentary or\nportrayals of the quick-service category of the IEO segment, our\nbrand and/or our operations, our suppliers or our franchisees. If\nwe are unsuccessful in addressing such adverse commentary or\nportrayals, our brand and our financial results may suffer.\nAdditionally, the ongoing relevance of our brand may\ndepend on the success of our sustainability initiatives, which\nrequire System-wide coordination and alignment. If we are not\neffective in addressing social responsibility matters or achieving\nrelevant sustainability goals, consumer trust in our brand may\nsuffer. In particular, business incidents that erode consumer\ntrust or confidence, particularly if such incidents receive\nconsiderable publicity or result in litigation, can significantly\nreduce brand value and have a negative impact on our financial\nresults.\nUnfavorable general economic conditions could adversely\naffect our business and financial results.\nOur results of operations are substantially affected by\neconomic conditions, which can vary significantly by market and\ncan impact consumer disposable income levels and spending\nhabits. Economic conditions can also be impacted by a variety\nof factors including hostilities, epidemics and actions taken by\ngovernments to manage national and international economic\nmatters, whether through austerity or stimulus measures or\ntrade measures, and initiatives intended to control wages,\nunemployment, credit availability, inflation, taxation and other\neconomic drivers. Continued adverse economic conditions or\nadverse changes in economic conditions in our markets could\npressure our operating performance, and our business and\nfinancial results may suffer.\nOur results of operations are also affected by fluctuations\nin currency exchange rates, which may adversely affect\nreported earnings.\nSupply chain interruptions may increase costs or reduce\nrevenues.\nWe depend on the effectiveness of our supply chain\nmanagement to assure reliable and sufficient product supply,\nincluding on favorable terms. Although many of the products we\nsell are sourced from a wide variety of suppliers in countries\naround the world, certain products have limited suppliers, which\nmay increase our reliance on those suppliers. Supply chain\ninterruptions, including shortages and transportation issues, and\nprice increases can adversely affect us as well as our suppliers\nand franchisees whose performance may have a significant\nimpact on our results. Such shortages or disruptions could be\ncaused by factors beyond the control of our suppliers,\nfranchisees or us. If we experience interruptions in our System’s\nsupply chain, our costs could increase and it could limit the\navailability of products critical to our System’s operations.\nMcDonald's Corporation 2016 Annual Report 5\nFood safety concerns may have an adverse effect on our\nbusiness.\nOur ability to increase sales and profits depends on our\nSystem’s ability to meet expectations for safe food and on our\nability to manage the potential impact on McDonald’s of foodborne illnesses and food or product safety issues that may arise\nin the future. Food safety is a top priority, and we dedicate\nsubstantial resources to ensure that our customers enjoy safe\nfood products, including as our menu evolves. However, food\nsafety events, including instances of food-borne illness, have\noccurred in the food industry in the past, and could occur in the\nfuture. Instances of food tampering, food contamination or foodborne illness, whether actual or perceived, could adversely\naffect our brand and reputation as well as our revenues and\nprofits.\nOur franchise business model presents a number of risks.\nOur success increasingly relies on the financial success\nand cooperation of our franchisees, yet we have limited\ninfluence over their operations. Our restaurant margins arise\nfrom two sources: fees from franchised restaurants (e.g., rent\nand royalties based on a percentage of sales) and, to a lesser\ndegree, sales from Company-operated restaurants. Our\nfranchisees manage their businesses independently, and\ntherefore are responsible for the day-to-day operation of their\nrestaurants. The revenues we realize from franchised\nrestaurants are largely dependent on the ability of our\nfranchisees to grow their sales. If our franchisees do not\nexperience sales growth, our revenues and margins could be\nnegatively affected as a result. Also, if sales trends worsen for\nfranchisees, their financial results may deteriorate, which could\nresult in, among other things, restaurant closures or delayed or\nreduced payments to us. Our refranchising effort will increase\nthat dependence and the effect of those factors.\nOur success also increasingly depends on the\nwillingness and ability of our independent franchisees to\nimplement major initiatives, which may include financial\ninvestment, and to remain aligned with us on operating,\npromotional and capital-intensive reinvestment plans.\nFranchisees’ ability to contribute to the achievement of our plans\nis dependent in large part on the availability to them of funding\nat reasonable interest rates and may be negatively impacted by\nthe financial markets in general or by the creditworthiness of our\nfranchisees or the Company. Our operating performance could\nalso be negatively affected if our franchisees experience food\nsafety or other operational problems or project an image\ninconsistent with our brand and values, particularly if our\ncontractual and other rights and remedies are limited, costly to\nexercise or subjected to litigation. If franchisees do not\nsuccessfully operate restaurants in a manner consistent with our\nrequired standards, the brand’s image and reputation could be\nharmed, which in turn could hurt our business and operating\nresults.\nOur ownership mix also affects our results and financial\ncondition. The decision to own restaurants or to operate under\nfranchise or license agreements is driven by many factors\nwhose interrelationship is complex and changing. Our ability to\nachieve the benefits of our refranchising strategy, which involves\na shift to a greater percentage of franchised restaurants, in a\ntimely manner or at all, will depend on various factors, including\nour ability to timely and effectively select franchisees and/or\nlicensees that meet our rigorous standards and/or to complete\ntransactions on favorable terms and to manage associated\nrisks. It will also depend on the performance of our franchisees,\nand whether the resulting ownership mix supports our financial\nobjectives.\nChallenges with respect to talent management could harm\nour business.\nEffective succession planning is important to our longterm success. Failure effectively to identify, develop and retain\nkey personnel, recruit high-quality candidates and ensure\nsmooth management and personnel transitions could disrupt\nour business and adversely affect our results.\nOur success depends in part on our System’s ability to\nrecruit, motivate and retain a qualified workforce to work in our\nrestaurants in an intensely competitive environment. Increased\ncosts associated with recruiting, motivating and retaining\nqualified employees to work in our Company-operated\nrestaurants could have a negative impact on our Companyoperated margins. Similar concerns apply to our franchisees.\nWe are also impacted by the costs and other effects of\ncompliance with U.S. and international regulations affecting our\nworkforce, which includes our staff and employees working in\nour Company-operated restaurants. These regulations are\nincreasingly focused on employment issues, including wage and\nhour, healthcare, immigration, retirement and other employee\nbenefits and workplace practices. Our potential exposure to\nreputational and other harm regarding our workplace practices\nor conditions or those of our independent franchisees or\nsuppliers (or perceptions thereof) could have a negative impact\non consumer perceptions of us and our business. Additionally,\neconomic action, such as boycotts, protests, work stoppages or\ncampaigns by labor organizations, could adversely affect us\n(including our ability to recruit and retain talent) or the\nfranchisees and suppliers that are also part of the McDonald's\nSystem and whose performance may have a material impact on\nour results.\nChanges in commodity and other operating costs could\nadversely affect our results of operations.\nThe profitability of our Company-operated restaurants\ndepends in part on our ability to anticipate and react to changes\nin commodity costs, including food, paper, supply, fuel, utilities,\ndistribution and other operating costs. Any volatility in certain\ncommodity prices could adversely affect our operating results by\nimpacting restaurant profitability. The commodity markets for\nsome of the ingredients we use, such as beef and chicken, are\nparticularly volatile due to factors such as seasonal shifts,\nclimate conditions, industry demand, international commodity\nmarkets, food safety concerns, product recalls and government\nregulation, all of which are beyond our control and, in many\ninstances, unpredictable. We can only partially address future\nprice risk through hedging and other activities, and therefore\nincreases in commodity costs could have an adverse impact on\nour profitability.\nThe global scope of our business subjects us to risks that\ncould negatively affect our business.\nWe encounter differing cultural, regulatory and economic\nenvironments within and among the more than 100 countries\nwhere McDonald’s restaurants operate, and our ability to\nachieve our business objectives depends on the System's\nsuccess in these environments. Meeting customer expectations\nis complicated by the risks inherent in our global operating\nenvironment, and our global success is partially dependent on\nour System’s ability to leverage operating successes across\nmarkets. Planned initiatives may not have appeal across\nmultiple markets with McDonald's customers and could drive\nunanticipated changes in customer perceptions and guest\ncounts.\nDisruptions in operations or price volatility in a market\ncan also result from governmental actions, such as price, \n6 McDonald’s Corporation 2016 Annual Report McDonald’s Corporation 2016 Annual Report 7 6 McDonald's Corporation 2016 Annual Report\nforeign exchange or changes in trade-related tariffs or controls,\ngovernment-mandated closure of our, our franchisees' or our\nsuppliers’ operations, and asset seizures. The cost and\ndisruption of responding to governmental investigations or\ninquiries, whether or not they have merit, may impact our results\nand could cause reputational or other harm. Our international\nsuccess depends in part on the effectiveness of our strategies\nand brand-building initiatives to reduce our exposure to such\ngovernmental investigations or inquiries.\nAdditionally, challenges and uncertainties are associated\nwith operating in developing markets, which may entail a\nrelatively higher risk of political instability, economic volatility,\ncrime, corruption and social and ethnic unrest. Such challenges\nmay be exacerbated in many cases by a lack of an independent\nand experienced judiciary and uncertainties in how local law is\napplied and enforced, including in areas most relevant to\ncommercial transactions and foreign investment. An inability to\nmanage effectively the risks associated with our international\noperations could have a material adverse effect on our business\nand financial condition.\nWe may also face challenges and uncertainties in\ndeveloped markets. For example, as a result of the U.K.'s\ndecision to leave the European Union through a negotiated exit\nover a period of time, it is possible that there will be increased\nregulatory complexities, as well as potential referenda in the\nU.K. and/or other European countries, that could cause\nuncertainty in European or worldwide economic conditions. In\nthe short term, the decision created volatility in certain foreign\ncurrency exchange rates, and the resulting depression in those\nexchange rates may continue. Any of these effects, and others\nwe cannot anticipate, could adversely affect our business,\nresults of operations, financial condition and cash flows.\nChanges in tax laws and unanticipated tax liabilities could\nadversely affect the taxes we pay and our profitability.\nWe are subject to income and other taxes in the United\nStates and foreign jurisdictions, and our operations, plans and\nresults are affected by tax and other initiatives around the world.\nIn particular, we are affected by the impact of changes to tax\nlaws or policy or related authoritative interpretations, including to\nthe extent that corporate tax reform becomes a key component\nof budgetary initiatives in the United States or elsewhere. We\nare also impacted by settlements of pending or any future\nadjustments proposed by taxing authorities outside of the U.S.\nor the IRS in connection with our tax audits, all of which will\ndepend on their timing, nature and scope. Any increases in\nincome tax rates, changes in income tax laws or unfavorable\nresolution of tax matters could have a material adverse impact\non our financial results.\nInformation technology system failures or interruptions or\nbreaches of network security may interrupt our operations.\nWe are increasingly reliant on technological systems,\nsuch as point-of-sale and other in-store systems or platforms, as\nwell as technologies that facilitate communication and\ncollaboration internally, with affiliated entities, or with\nindependent third parties to conduct our business, including\ntechnology-enabled solutions provided to us by third parties.\nAny failure of these systems could significantly impact our\noperations and customer perceptions.\nDespite the implementation of security measures, those\ntechnology systems and solutions could become vulnerable to\ndamage, disability or failures due to theft, fire, power loss,\ntelecommunications failure or other catastrophic events. The\nthird party solutions also present the risks faced by the third\nparty’s business. If those systems or solutions were to fail or\notherwise be unavailable, and we were unable to recover in a\ntimely way, we could experience an interruption in our\noperations.\nFurthermore, security breaches involving our systems,\nthe systems of the parties we communicate or collaborate with,\nor those of third party providers may occur, such as\nunauthorized access, denial of service, computer viruses and\nother disruptive problems caused by hackers. Our information\ntechnology systems contain personal, financial and other\ninformation that is entrusted to us by our customers and\nemployees as well as financial, proprietary and other\nconfidential information related to our business. An actual or\nalleged security breach could result in system disruptions,\nshutdowns, theft or unauthorized disclosure of confidential\ninformation. The occurrence of any of these incidents could\nresult in adverse publicity, loss of consumer confidence,\nreduced sales and profits, and criminal penalties or civil\nliabilities.\nIncreasing regulatory complexity may adversely affect\nrestaurant operations and our financial results.\nOur regulatory environment worldwide exposes us to\ncomplex compliance and similar risks that could affect our\noperations and results in material ways. In many of our markets,\nwe are subject to increasing regulation, which has increased our\ncost of doing business. We are affected by the cost, compliance\nand other risks associated with the often conflicting and highly\nprescriptive regulations we face, including where inconsistent\nstandards imposed by multiple governmental authorities can\nadversely affect our business and increase our exposure to\nlitigation or governmental investigations or proceedings.\nOur success depends in part on our ability to manage the\nimpact of new, potential or changing regulations that can affect\nour business plans and operations. These regulations include\nproduct packaging, marketing, the nutritional content and safety\nof our food and other products, labeling and other disclosure\npractices; and compliance efforts may be affected by ordinary\nvariations in food preparation among our own restaurants and\nthe need to rely on the accuracy and completeness of\ninformation from third-party suppliers (particularly given varying\nrequirements and practices for testing and disclosure).\nAdditionally, we are working to manage the risks and\ncosts to us, our franchisees and our supply chain of the effects\nof climate change, greenhouse gases, and diminishing energy\nand water resources. These risks include the increased public\nfocus, including by governmental and nongovernmental\norganizations, on these and other environmental sustainability\nmatters, such as packaging and waste, animal health and\nwelfare, deforestation and land use. These risks also include the\nincreased pressure to make commitments, set targets or\nestablish additional goals and take actions to meet them. These\nrisks could expose us to market, operational and execution\ncosts or risks. If we are unable to effectively manage the risks\nassociated with our complex regulatory environment, it could\nhave a material adverse effect on our business and financial\ncondition.\nWe are subject to increasing legal complexity and could be\nparty to litigation that could adversely affect us.\nIncreasing legal complexity will continue to affect our\noperations and results in material ways. We could be subject to\nlegal proceedings that may adversely affect our business,\nincluding class actions, administrative proceedings, government\ninvestigations, employment and personal injury claims, landlord/\ntenant disputes, disputes with current or former suppliers,\nclaims by current or former franchisees and intellectual property\nclaims (including claims that we infringed another party’s\ntrademarks, copyrights or patents).\nMcDonald's Corporation 2016 Annual Report 7\nInconsistent standards imposed by governmental\nauthorities can adversely affect our business and increase our\nexposure to regulatory proceedings or litigation.\nLitigation involving our relationship with franchisees and\nthe legal distinction between our franchisees and us for\nemployment law purposes, if determined adversely, could\nincrease costs, negatively impact the business prospects of our\nfranchisees and subject us to incremental liability for their\nactions. Similarly, although our commercial relationships with\nour suppliers remain independent, there may be attempts to\nchallenge that independence, which, if determined adversely,\ncould also increase costs, negatively impact the business\nprospects of our suppliers, and subject us to incremental liability\nfor their actions. We are also subject to legal and compliance\nrisks and associated liability, such as in the areas of privacy and\ndata collection, protection and management, as it relates to\ninformation we collect and share when we provide optional\ntechnology-related services and platforms to third parties.\nOur operating results could also be affected by the\nfollowing:\n• The relative level of our defense costs, which vary from\nperiod to period depending on the number, nature and\nprocedural status of pending proceedings;\n• The cost and other effects of settlements, judgments or\nconsent decrees, which may require us to make disclosures\nor take other actions that may affect perceptions of our brand\nand products;\n• Adverse results of pending or future litigation, including\nlitigation challenging the composition and preparation of our\nproducts, or the appropriateness or accuracy of our\nmarketing or other communication practices; and\n• The scope and terms of insurance or indemnification\nprotections that we may have.\nA judgment significantly in excess of any applicable\ninsurance coverage or third party indemnity could materially\nadversely affect our financial condition or results of operations.\nFurther, adverse publicity resulting from these claims may hurt\nour business.\nWe may not be able to adequately protect our intellectual\nproperty or adequately ensure that we are not infringing the\nintellectual property of others, which could harm the value of\nthe McDonald’s brand and our business.\nThe success of our business depends on our continued\nability to use our existing trademarks and service marks in order\nto increase brand awareness and further develop our branded\nproducts in both domestic and international markets. We rely on\na combination of trademarks, copyrights, service marks, trade\nsecrets, patents and other intellectual property rights to protect\nour brand and branded products.\nWe have registered certain trademarks and have other\ntrademark registrations pending in the United States and certain\nforeign jurisdictions. The trademarks that we currently use have\nnot been registered in all of the countries outside of the United\nStates in which we do business or may do business in the future\nand may never be registered in all of these countries. The steps\nwe have taken to protect our intellectual property in the United\nStates and foreign countries may not be adequate. In addition,\nthe steps we have taken may not adequately ensure that we do\nnot infringe the intellectual property of others, and third parties\nmay claim infringement by us in the future. In particular, we may\nbe involved in intellectual property claims, including often\naggressive or opportunistic attempts to enforce patents used in\ninformation technology systems, which might affect our\noperations and results. Any claim of infringement, whether or\nnot it has merit, could be time-consuming, result in costly\nlitigation and harm our business.\nWe cannot ensure that franchisees and other third parties\nwho hold licenses to our intellectual property will not take\nactions that hurt the value of our intellectual property.\nChanges in accounting standards or the recognition of\nimpairment or other charges may adversely affect our future\noperations and results.\nNew accounting standards or changes in financial\nreporting requirements, accounting principles or practices,\nincluding with respect to our critical accounting estimates, could\nadversely affect our future results. We may also be affected by\nthe nature and timing of decisions about underperforming\nmarkets or assets, including decisions that result in impairment\nor other charges that reduce our earnings. In assessing the\nrecoverability of our long-lived assets, we consider changes in\neconomic conditions and make assumptions regarding\nestimated future cash flows and other factors. These estimates\nare highly subjective and can be significantly impacted by many\nfactors such as global and local business and economic\nconditions, operating costs, inflation, competition, consumer and\ndemographic trends, and our restructuring activities. If our\nestimates or underlying assumptions change in the future, we\nmay be required to record impairment charges. If we experience\nany such changes, they could have a significant adverse effect\non our reported results for the affected periods.\nA decrease in our credit ratings or an increase in our funding\ncosts could adversely affect our profitability.\nOur credit ratings may be negatively affected by our\nresults of operations or changes in our debt levels. As a result,\nour interest expense, the availability of acceptable\ncounterparties, our ability to obtain funding on favorable terms,\ncollateral requirements and our operating or financial flexibility\ncould all be negatively affected, especially if lenders impose\nnew operating or financial covenants.\nOur operations may also be impacted by regulations\naffecting capital flows, financial markets or financial institutions,\nwhich can limit our ability to manage and deploy our liquidity or\nincrease our funding costs. If any of these events were to occur,\nthey could have a material adverse effect on our business and\nfinancial condition.\nTrading volatility and price of our common stock may be\nadversely affected by many factors.\nMany factors affect the volatility and price of our common\nstock in addition to our operating results and prospects. The\nmost important of these factors, some of which are outside our\ncontrol, are the following:\n• The continuing unpredictable global economic and market\nconditions;\n• Governmental action or inaction in light of key indicators of\neconomic activity or events that can significantly influence\nfinancial markets, particularly in the United States, which is\nthe principal trading market for our common stock, and\nmedia reports and commentary about economic or other\nmatters, even when the matter in question does not directly\nrelate to our business;\n• Trading activity in our common stock or trading activity in\nderivative instruments with respect to our common stock or\ndebt securities, which can be affected by market\ncommentary (including commentary that may be unreliable\nor incomplete); unauthorized disclosures about our\nperformance, plans or expectations about our business; our\nactual performance and creditworthiness; investor\nconfidence, driven in part by expectations about our \nMcDonald’s Corporation 2016 Annual Report 7 6 McDonald's Corporation 2016 Annual Report\nforeign exchange or changes in trade-related tariffs or controls,\ngovernment-mandated closure of our, our franchisees' or our\nsuppliers’ operations, and asset seizures. The cost and\ndisruption of responding to governmental investigations or\ninquiries, whether or not they have merit, may impact our results\nand could cause reputational or other harm. Our international\nsuccess depends in part on the effectiveness of our strategies\nand brand-building initiatives to reduce our exposure to such\ngovernmental investigations or inquiries.\nAdditionally, challenges and uncertainties are associated\nwith operating in developing markets, which may entail a\nrelatively higher risk of political instability, economic volatility,\ncrime, corruption and social and ethnic unrest. Such challenges\nmay be exacerbated in many cases by a lack of an independent\nand experienced judiciary and uncertainties in how local law is\napplied and enforced, including in areas most relevant to\ncommercial transactions and foreign investment. An inability to\nmanage effectively the risks associated with our international\noperations could have a material adverse effect on our business\nand financial condition.\nWe may also face challenges and uncertainties in\ndeveloped markets. For example, as a result of the U.K.'s\ndecision to leave the European Union through a negotiated exit\nover a period of time, it is possible that there will be increased\nregulatory complexities, as well as potential referenda in the\nU.K. and/or other European countries, that could cause\nuncertainty in European or worldwide economic conditions. In\nthe short term, the decision created volatility in certain foreign\ncurrency exchange rates, and the resulting depression in those\nexchange rates may continue. Any of these effects, and others\nwe cannot anticipate, could adversely affect our business,\nresults of operations, financial condition and cash flows.\nChanges in tax laws and unanticipated tax liabilities could\nadversely affect the taxes we pay and our profitability.\nWe are subject to income and other taxes in the United\nStates and foreign jurisdictions, and our operations, plans and\nresults are affected by tax and other initiatives around the world.\nIn particular, we are affected by the impact of changes to tax\nlaws or policy or related authoritative interpretations, including to\nthe extent that corporate tax reform becomes a key component\nof budgetary initiatives in the United States or elsewhere. We\nare also impacted by settlements of pending or any future\nadjustments proposed by taxing authorities outside of the U.S.\nor the IRS in connection with our tax audits, all of which will\ndepend on their timing, nature and scope. Any increases in\nincome tax rates, changes in income tax laws or unfavorable\nresolution of tax matters could have a material adverse impact\non our financial results.\nInformation technology system failures or interruptions or\nbreaches of network security may interrupt our operations.\nWe are increasingly reliant on technological systems,\nsuch as point-of-sale and other in-store systems or platforms, as\nwell as technologies that facilitate communication and\ncollaboration internally, with affiliated entities, or with\nindependent third parties to conduct our business, including\ntechnology-enabled solutions provided to us by third parties.\nAny failure of these systems could significantly impact our\noperations and customer perceptions.\nDespite the implementation of security measures, those\ntechnology systems and solutions could become vulnerable to\ndamage, disability or failures due to theft, fire, power loss,\ntelecommunications failure or other catastrophic events. The\nthird party solutions also present the risks faced by the third\nparty’s business. If those systems or solutions were to fail or\notherwise be unavailable, and we were unable to recover in a\ntimely way, we could experience an interruption in our\noperations.\nFurthermore, security breaches involving our systems,\nthe systems of the parties we communicate or collaborate with,\nor those of third party providers may occur, such as\nunauthorized access, denial of service, computer viruses and\nother disruptive problems caused by hackers. Our information\ntechnology systems contain personal, financial and other\ninformation that is entrusted to us by our customers and\nemployees as well as financial, proprietary and other\nconfidential information related to our business. An actual or\nalleged security breach could result in system disruptions,\nshutdowns, theft or unauthorized disclosure of confidential\ninformation. The occurrence of any of these incidents could\nresult in adverse publicity, loss of consumer confidence,\nreduced sales and profits, and criminal penalties or civil\nliabilities.\nIncreasing regulatory complexity may adversely affect\nrestaurant operations and our financial results.\nOur regulatory environment worldwide exposes us to\ncomplex compliance and similar risks that could affect our\noperations and results in material ways. In many of our markets,\nwe are subject to increasing regulation, which has increased our\ncost of doing business. We are affected by the cost, compliance\nand other risks associated with the often conflicting and highly\nprescriptive regulations we face, including where inconsistent\nstandards imposed by multiple governmental authorities can\nadversely affect our business and increase our exposure to\nlitigation or governmental investigations or proceedings.\nOur success depends in part on our ability to manage the\nimpact of new, potential or changing regulations that can affect\nour business plans and operations. These regulations include\nproduct packaging, marketing, the nutritional content and safety\nof our food and other products, labeling and other disclosure\npractices; and compliance efforts may be affected by ordinary\nvariations in food preparation among our own restaurants and\nthe need to rely on the accuracy and completeness of\ninformation from third-party suppliers (particularly given varying\nrequirements and practices for testing and disclosure).\nAdditionally, we are working to manage the risks and\ncosts to us, our franchisees and our supply chain of the effects\nof climate change, greenhouse gases, and diminishing energy\nand water resources. These risks include the increased public\nfocus, including by governmental and nongovernmental\norganizations, on these and other environmental sustainability\nmatters, such as packaging and waste, animal health and\nwelfare, deforestation and land use. These risks also include the\nincreased pressure to make commitments, set targets or\nestablish additional goals and take actions to meet them. These\nrisks could expose us to market, operational and execution\ncosts or risks. If we are unable to effectively manage the risks\nassociated with our complex regulatory environment, it could\nhave a material adverse effect on our business and financial\ncondition.\nWe are subject to increasing legal complexity and could be\nparty to litigation that could adversely affect us.\nIncreasing legal complexity will continue to affect our\noperations and results in material ways. We could be subject to\nlegal proceedings that may adversely affect our business,\nincluding class actions, administrative proceedings, government\ninvestigations, employment and personal injury claims, landlord/\ntenant disputes, disputes with current or former suppliers,\nclaims by current or former franchisees and intellectual property\nclaims (including claims that we infringed another party’s\ntrademarks, copyrights or patents).\nMcDonald's Corporation 2016 Annual Report 7\nInconsistent standards imposed by governmental\nauthorities can adversely affect our business and increase our\nexposure to regulatory proceedings or litigation.\nLitigation involving our relationship with franchisees and\nthe legal distinction between our franchisees and us for\nemployment law purposes, if determined adversely, could\nincrease costs, negatively impact the business prospects of our\nfranchisees and subject us to incremental liability for their\nactions. Similarly, although our commercial relationships with\nour suppliers remain independent, there may be attempts to\nchallenge that independence, which, if determined adversely,\ncould also increase costs, negatively impact the business\nprospects of our suppliers, and subject us to incremental liability\nfor their actions. We are also subject to legal and compliance\nrisks and associated liability, such as in the areas of privacy and\ndata collection, protection and management, as it relates to\ninformation we collect and share when we provide optional\ntechnology-related services and platforms to third parties.\nOur operating results could also be affected by the\nfollowing:\n• The relative level of our defense costs, which vary from\nperiod to period depending on the number, nature and\nprocedural status of pending proceedings;\n• The cost and other effects of settlements, judgments or\nconsent decrees, which may require us to make disclosures\nor take other actions that may affect perceptions of our brand\nand products;\n• Adverse results of pending or future litigation, including\nlitigation challenging the composition and preparation of our\nproducts, or the appropriateness or accuracy of our\nmarketing or other communication practices; and\n• The scope and terms of insurance or indemnification\nprotections that we may have.\nA judgment significantly in excess of any applicable\ninsurance coverage or third party indemnity could materially\nadversely affect our financial condition or results of operations.\nFurther, adverse publicity resulting from these claims may hurt\nour business.\nWe may not be able to adequately protect our intellectual\nproperty or adequately ensure that we are not infringing the\nintellectual property of others, which could harm the value of\nthe McDonald’s brand and our business.\nThe success of our business depends on our continued\nability to use our existing trademarks and service marks in order\nto increase brand awareness and further develop our branded\nproducts in both domestic and international markets. We rely on\na combination of trademarks, copyrights, service marks, trade\nsecrets, patents and other intellectual property rights to protect\nour brand and branded products.\nWe have registered certain trademarks and have other\ntrademark registrations pending in the United States and certain\nforeign jurisdictions. The trademarks that we currently use have\nnot been registered in all of the countries outside of the United\nStates in which we do business or may do business in the future\nand may never be registered in all of these countries. The steps\nwe have taken to protect our intellectual property in the United\nStates and foreign countries may not be adequate. In addition,\nthe steps we have taken may not adequately ensure that we do\nnot infringe the intellectual property of others, and third parties\nmay claim infringement by us in the future. In particular, we may\nbe involved in intellectual property claims, including often\naggressive or opportunistic attempts to enforce patents used in\ninformation technology systems, which might affect our\noperations and results. Any claim of infringement, whether or\nnot it has merit, could be time-consuming, result in costly\nlitigation and harm our business.\nWe cannot ensure that franchisees and other third parties\nwho hold licenses to our intellectual property will not take\nactions that hurt the value of our intellectual property.\nChanges in accounting standards or the recognition of\nimpairment or other charges may adversely affect our future\noperations and results.\nNew accounting standards or changes in financial\nreporting requirements, accounting principles or practices,\nincluding with respect to our critical accounting estimates, could\nadversely affect our future results. We may also be affected by\nthe nature and timing of decisions about underperforming\nmarkets or assets, including decisions that result in impairment\nor other charges that reduce our earnings. In assessing the\nrecoverability of our long-lived assets, we consider changes in\neconomic conditions and make assumptions regarding\nestimated future cash flows and other factors. These estimates\nare highly subjective and can be significantly impacted by many\nfactors such as global and local business and economic\nconditions, operating costs, inflation, competition, consumer and\ndemographic trends, and our restructuring activities. If our\nestimates or underlying assumptions change in the future, we\nmay be required to record impairment charges. If we experience\nany such changes, they could have a significant adverse effect\non our reported results for the affected periods.\nA decrease in our credit ratings or an increase in our funding\ncosts could adversely affect our profitability.\nOur credit ratings may be negatively affected by our\nresults of operations or changes in our debt levels. As a result,\nour interest expense, the availability of acceptable\ncounterparties, our ability to obtain funding on favorable terms,\ncollateral requirements and our operating or financial flexibility\ncould all be negatively affected, especially if lenders impose\nnew operating or financial covenants.\nOur operations may also be impacted by regulations\naffecting capital flows, financial markets or financial institutions,\nwhich can limit our ability to manage and deploy our liquidity or\nincrease our funding costs. If any of these events were to occur,\nthey could have a material adverse effect on our business and\nfinancial condition.\nTrading volatility and price of our common stock may be\nadversely affected by many factors.\nMany factors affect the volatility and price of our common\nstock in addition to our operating results and prospects. The\nmost important of these factors, some of which are outside our\ncontrol, are the following:\n• The continuing unpredictable global economic and market\nconditions;\n• Governmental action or inaction in light of key indicators of\neconomic activity or events that can significantly influence\nfinancial markets, particularly in the United States, which is\nthe principal trading market for our common stock, and\nmedia reports and commentary about economic or other\nmatters, even when the matter in question does not directly\nrelate to our business;\n• Trading activity in our common stock or trading activity in\nderivative instruments with respect to our common stock or\ndebt securities, which can be affected by market\ncommentary (including commentary that may be unreliable\nor incomplete); unauthorized disclosures about our\nperformance, plans or expectations about our business; our\nactual performance and creditworthiness; investor\nconfidence, driven in part by expectations about our \n8 McDonald’s Corporation 2016 Annual Report McDonald’s Corporation 2016 Annual Report 9 8 McDonald's Corporation 2016 Annual Report\nperformance; actions by shareholders and others seeking to\ninfluence our business strategies; portfolio transactions in\nour stock by significant shareholders; or trading activity that\nresults from the ordinary course rebalancing of stock indices\nin which McDonald’s may be included, such as the S&P 500\nIndex and the Dow Jones Industrial Average;\n• The impact of our stock repurchase program or dividend\nrate; and\n• The impact on our results of corporate actions and market\nand third-party perceptions and assessments of such\nactions, such as those we may take from time to time as we\nimplement our strategies in light of changing business, legal\nand tax considerations and evolve our corporate structure.\nOur results and prospects can be adversely affected by\nevents such as severe weather conditions, natural disasters,\nhostilities and social unrest, among others.\nSevere weather conditions, natural disasters, hostilities\nand social unrest, terrorist activities, health epidemics or\npandemics (or expectations about them) can adversely affect\nconsumer spending and confidence levels and supply\navailability and costs, as well as the local operations in impacted\nmarkets, all of which can affect our results and prospects. Our\nreceipt of proceeds under any insurance we maintain with\nrespect to some of these risks may be delayed or the proceeds\nmay be insufficient to cover our losses fully. ",
      "item7a":""
    },
    "17": {
      "item1a":"The information in this report includes forward-looking\nstatements about future events and circumstances and their\neffects upon revenues, expenses and business opportunities.\nGenerally speaking, any statement in this report not based upon\nhistorical fact is a forward-looking statement. Forward-looking\nstatements can also be identified by the use of forward-looking\nwords, such as “may,” “will,” “expect,” “believe,” “anticipate” and\n“plan” or similar expressions. In particular, statements regarding\nour plans, strategies, prospects and expectations regarding our\nbusiness and industry, including those under \"Outlook\", are\nforward-looking statements. They reflect our expectations, are\nnot guarantees of performance and speak only as of the date of\nthis report. Except as required by law, we do not undertake to\nupdate them. Our expectations (or the underlying assumptions)\nmay change or not be realized, and you should not rely unduly\non forward-looking statements. Our business results are subject\nto a variety of risks, including those that are reflected in the\nfollowing considerations and factors, as well as elsewhere in our\nfilings with the SEC. If any of these considerations or risks\nmaterialize, our expectations may change and our performance\nmay be adversely affected.\nIf we do not successfully evolve and execute against our\nbusiness strategies, we may not be able to increase operating\nincome.\nTo drive future results, our business strategies must be\neffective in delivering increased guest counts to drive operating\nincome growth. Whether these strategies are successful\ndepends mainly on our System’s ability to:\n• Continue to innovate and differentiate the McDonald’s\nexperience by preparing and serving our food in a way that\nbalances value and convenience to our customers with\nprofitability;\n• Capitalize on our global scale, iconic brand and local market\npresence to enhance our ability to retain, regain and convert\nkey customer groups;\n• Utilize our more adaptive organizational structure to execute\nagainst our initiatives at an accelerated pace;\n• Strengthen customer appeal and augment our digital\ninitiatives, including mobile ordering and delivery, along with\nExperience of the Future (“EOTF”), particularly in the U.S.;\n• Identify and develop restaurant sites consistent with our\nplans for net growth of Systemwide restaurants; and\n• Operate restaurants with high service levels and optimal\ncapacity while managing the increasing complexity of our\nrestaurant operations.\nIf we are delayed or unsuccessful in executing our\nstrategies, or if our strategies do not yield the desired results,\nour business, financial condition and results of operations may\nsuffer.\nOur investments to enhance the customer experience,\nincluding through technology, may not generate the expected\nreturns.\nWe will continue to build upon our investments in EOTF,\nwhich focus on restaurant modernization and technology and\ndigital engagement in order to transform the restaurant\nexperience. As we accelerate our pace of converting restaurants\nto EOTF, we are placing renewed emphasis on improving our\nservice model and strengthening relationships with customers,\nin part through digital channels and loyalty initiatives, as well as\nmobile ordering and payment systems. We also continue to\nbuild on delivery initiatives, which may not generate expected\nreturns. We may not fully realize the intended benefits of these\nsignificant investments, or these initiatives may not be well\nexecuted, and therefore our business results may suffer.\nIf we do not anticipate and address evolving consumer\npreferences, our business could suffer.\nOur continued success depends on our System’s ability to\nanticipate and respond effectively to continuously shifting\nconsumer demographics, and trends in food sourcing, food\npreparation, food offerings and consumer preferences in the\n“informal eating out” IEO segment. In order to deliver a relevant\nexperience for our customers amidst a highly competitive,\nvalue-driven operating environment, we must implement\ninitiatives to adapt at an aggressive pace. There is no assurance \n4 McDonald's Corporation 2017 Annual Report\nthat these initiatives will be successful and, if they are not, our\nfinancial results could be adversely impacted.\nActivities relating to our refranchising and cost savings\ninitiatives remain ongoing and entail various risks.\nOur previously announced refranchising and cost saving\ninitiatives remain ongoing. As we continue on those initiatives,\nthe existing risks we face in our business may be intensified.\nOur efforts to reduce costs and capital expenditures depend, in\npart, upon our refranchising efforts, which, in turn, depend upon\nour selection and integration of capable third parties. Our cost\nsavings initiatives also depend upon a variety of factors,\nincluding our ability to achieve efficiencies through the\nconsolidation of global, back-office functions. If these various\ninitiatives are not successful, take longer to complete than\ninitially projected, or are not well executed, or if our cost\nreduction efforts adversely impact our effectiveness, our\nbusiness operations, financial results and results of operations\ncould be adversely affected.\nIf pricing, promotional and marketing plans are not effective,\nour results may be negatively impacted.\nOur results depend on the impact of pricing, promotional\nand marketing plans across the System, and the ability to adjust\nthese plans to respond quickly and effectively to evolving\ncustomer preferences, as well as shifting economic and\ncompetitive conditions. Existing or future pricing strategies, and\nthe value proposition they represent, are expected to continue\nto be important components of our business strategy; however,\nthey may not be successful and could negatively impact sales\nand margins. Further, the promotion of menu offerings may yield\nresults below the desired levels.\nAdditionally, we operate in a complex and costly\nadvertising environment. Our marketing and advertising\nprograms may not be successful, and we may fail to attract and\nretain customers. Our success depends in part on whether the\nallocation of our advertising and marketing resources across\ndifferent channels allows us to reach our customers effectively.\nIf the advertising and marketing programs are not successful, or\nare not as successful as those of our competitors, our sales,\nguest counts and market share could decrease.\nFailure to preserve the value and relevance of our brand\ncould have an adverse impact on our financial results.\nTo be successful in the future, we believe we must\npreserve, enhance and leverage the value of our brand. Brand\nvalue is based in part on consumer perceptions. Those\nperceptions are affected by a variety of factors, including the\nnutritional content and preparation of our food, the ingredients\nwe use, our business practices and the manner in which we\nsource the commodities we use. Consumer acceptance of our\nofferings is subject to change for a variety of reasons, and some\nchanges can occur rapidly. For example, nutritional, health and\nother scientific studies and conclusions, which constantly evolve\nand may have contradictory implications, drive popular opinion,\nlitigation and regulation (including initiatives intended to drive\nconsumer behavior) in ways that affect the IEO segment or\nperceptions of our brand generally or relative to available\nalternatives. Consumer perceptions may also be affected by\nthird parties presenting or promoting adverse commentary or\nportrayals of the quick-service category of the IEO segment, our\nbrand and/or our operations, our suppliers or our franchisees. If\nwe are unsuccessful in addressing such adverse commentary or\nportrayals, our brand and our financial results may suffer.\nAdditionally, the ongoing relevance of our brand may\ndepend on the success of our sustainability initiatives, which\nrequire System-wide coordination and alignment. If we are not\neffective in addressing social responsibility matters or achieving\nrelevant sustainability goals, consumer trust in our brand may\nsuffer. In particular, business incidents or practices that erode\nconsumer trust or confidence, particularly if such incidents or\npractices receive considerable publicity or result in litigation, can\nsignificantly reduce brand value and have a negative impact on\nour financial results.\nWe face intense competition in our markets, which could hurt\nour business.\nWe compete primarily in the IEO segment, which is highly\ncompetitive. We also face sustained, intense competition from\ntraditional, fast casual and other competitors, which may include\nmany non-traditional market participants such as convenience\nstores, grocery stores and coffee shops. We expect our\nenvironment to continue to be highly competitive, and our\nresults in any particular reporting period may be impacted by\nnew or continuing actions of our competitors, which may have a\nshort- or long-term impact on our results.\nWe compete on the basis of product choice, quality,\naffordability, service and location. In particular, we believe our\nability to compete successfully in the current market\nenvironment depends on our ability to improve existing\nproducts, develop new products, price our products\nappropriately, deliver a relevant customer experience, manage\nthe complexity of our restaurant operations and respond\neffectively to our competitors’ actions or disruptive actions from\nothers which we do not foresee. Recognizing these\ndependencies, we have intensified our focus in recent periods\non strategies to achieve these goals, and we will likely continue\nto modify our strategies and implement new strategies in the\nfuture. There can be no assurance these strategies will be\neffective, and some strategies may be effective at improving\nsome metrics while adversely affecting other metrics.\nUnfavorable general economic conditions could adversely\naffect our business and financial results.\nOur results of operations are substantially affected by\neconomic conditions, which can vary significantly by market and\ncan impact consumer disposable income levels and spending\nhabits. Economic conditions can also be impacted by a variety\nof factors including hostilities, epidemics and actions taken by\ngovernments to manage national and international economic\nmatters, whether through austerity, stimulus measures or trade\nmeasures, and initiatives intended to control wages,\nunemployment, credit availability, inflation, taxation and other\neconomic drivers. Continued adverse economic conditions or\nadverse changes in economic conditions in our markets could\npressure our operating performance, and our business and\nfinancial results may suffer.\nOur results of operations are also affected by fluctuations\nin currency exchange rates, which may adversely affect\nreported earnings.\nSupply chain interruptions may increase costs or reduce\nrevenues.\nWe depend on the effectiveness of our supply chain\nmanagement to assure reliable and sufficient product supply,\nincluding on favorable terms. Although many of the products we\nsell are sourced from a wide variety of suppliers in countries\naround the world, certain products have limited suppliers, which\nmay increase our reliance on those suppliers. Supply chain\ninterruptions, including shortages and transportation issues, and\nprice increases can adversely affect us as well as our suppliers\nand franchisees whose performance may have a significant\nimpact on our results. Such shortages or disruptions could be\ncaused by factors beyond the control of our suppliers,\nMcDonald's Corporation 2017 Annual Report 5\nfranchisees or us. If we experience interruptions in our System’s\nsupply chain, our costs could increase and it could limit the\navailability of products critical to our System’s operations.\nFood safety concerns may have an adverse effect on our\nbusiness.\nOur ability to increase sales and profits depends on our\nSystem’s ability to meet expectations for safe food and on our\nability to manage the potential impact on McDonald’s of foodborne illnesses and food or product safety issues that may arise\nin the future. Food safety is a top priority, and we dedicate\nsubstantial resources to ensure that our customers enjoy safe\nfood products, including as our menu and service model evolve.\nHowever, food safety events, including instances of food-borne\nillness, have occurred in the food industry in the past, and could\noccur in the future. Instances of food tampering, food\ncontamination or food-borne illness, whether actual or\nperceived, could adversely affect our brand and reputation as\nwell as our revenues and profits.\nOur franchise business model presents a number of risks.\nOur success increasingly relies on the financial success\nand cooperation of our franchisees, including our developmental\nlicensees and affiliates, yet we have limited influence over their\noperations. Our restaurant margins arise from two sources: fees\nfrom franchised restaurants (e.g., rent and royalties based on a\npercentage of sales) and, to a lesser degree, sales from\nCompany-operated restaurants. Our franchisees manage their\nbusinesses independently, and therefore are responsible for the\nday-to-day operation of their restaurants. The revenues we\nrealize from franchised restaurants are largely dependent on the\nability of our franchisees to grow their sales. If our franchisees\ndo not experience sales growth, our revenues and margins\ncould be negatively affected as a result. Also, if sales trends\nworsen for franchisees, their financial results may deteriorate,\nwhich could result in, among other things, restaurant closures,\nor delayed or reduced payments to us. Our refranchising efforts\nwill continue to increase that dependence and the potential\neffect of those factors.\nOur success also increasingly depends on the\nwillingness and ability of our independent franchisees and\naffiliates to implement major initiatives, which may include\nfinancial investment, and to remain aligned with us on operating,\npromotional and capital-intensive reinvestment plans.\nFranchisees’ ability to contribute to the achievement of our plans\nis dependent in large part on the availability to them of funding\nat reasonable interest rates and may be negatively impacted by\nthe financial markets in general or by the creditworthiness of our\nfranchisees or the Company. Our operating performance could\nalso be negatively affected if our franchisees experience food\nsafety or other operational problems or project an image\ninconsistent with our brand and values, particularly if our\ncontractual and other rights and remedies are limited, costly to\nexercise or subjected to litigation and potential delays. If\nfranchisees do not successfully operate restaurants in a manner\nconsistent with our required standards, our brand’s image and\nreputation could be harmed, which in turn could hurt our\nbusiness and operating results.\nOur ownership mix also affects our results and financial\ncondition. The decision to own restaurants or to operate under\nfranchise or license agreements is driven by many factors\nwhose interrelationship is complex and changing. Our ability to\nachieve the benefits of our refranchising strategy, which involves\na significant percentage of franchised restaurants, including an\nincreased number of restaurants run by developmental\nlicensees and affiliates, depends on various factors. Those\nfactors include whether we have effectively selected\nfranchisees, licensees and/or affiliates that meet our rigorous\nstandards, and whether their performance and the resulting\nownership mix supports our brand and financial objectives.\nChallenges with respect to talent management could harm\nour business.\nEffective succession planning is important to our longterm success. Failure to effectively identify, develop and retain\nkey personnel, recruit high-quality candidates and ensure\nsmooth management and personnel transitions could disrupt\nour business and adversely affect our results.\nOur success depends in part on our System’s ability to\nrecruit, motivate and retain a qualified workforce to work in our\nrestaurants in an intensely competitive environment. Increased\ncosts associated with recruiting, motivating and retaining\nqualified employees to work in our Company-operated\nrestaurants could have a negative impact on our Companyoperated margins. Similar concerns apply to our franchisees.\nWe are also impacted by the costs and other effects of\ncompliance with U.S. and international regulations affecting our\nworkforce, which includes our staff and employees working in\nour Company-operated restaurants. These regulations are\nincreasingly focused on employment issues, including wage and\nhour, healthcare, immigration, retirement and other employee\nbenefits and workplace practices. Our potential exposure to\nreputational and other harm regarding our workplace practices\nor conditions or those of our independent franchisees or\nsuppliers (or perceptions thereof) could have a negative impact\non consumer perceptions of us and our business. Additionally,\neconomic action, such as boycotts, protests, work stoppages or\ncampaigns by labor organizations, could adversely affect us\n(including our ability to recruit and retain talent) or the\nfranchisees and suppliers that are also part of the McDonald's\nSystem and whose performance may have a material impact on\nour results.\nInformation technology system failures or interruptions, or\nbreaches of network security, may interrupt our operations.\nWe are increasingly reliant on technological systems,\nsuch as point-of-sale and other in-store systems or platforms,\ntechnologies supporting McDonald’s delivery and digital\nsolutions, as well as technologies that facilitate communication\nand collaboration internally, with affiliated entities, customers or\nindependent third parties to conduct our business, including\ntechnology-enabled systems provided to us by third parties. Any\nfailure of these systems could significantly impact our\noperations and customer experience and perceptions.\nDespite the implementation of security measures, those\ntechnology systems and solutions could become vulnerable to\ndamage, disability or failures due to theft, fire, power loss,\ntelecommunications failure or other catastrophic events. Our\nincreasing reliance on third party systems also present the risks\nfaced by the third party’s business, including the operational,\nsecurity and credit risks of those parties. If those systems were\nto fail or otherwise be unavailable, and we were unable to\nrecover in a timely way, we could experience an interruption in\nour operations.\nFurthermore, security breaches have from time to time\noccurred and may in the future occur involving our systems, the\nsystems of the parties we communicate or collaborate with\n(including franchisees), or those of third party providers. These\nmay include such things as unauthorized access, denial of\nservice, computer viruses, introduction of malware or\nransomware and other disruptive problems caused by hackers.\nOur information technology systems contain personal, financial\nand other information that is entrusted to us by our customers, \n4 McDonald's Corporation 2017 Annual Report\nthat these initiatives will be successful and, if they are not, our\nfinancial results could be adversely impacted.\nActivities relating to our refranchising and cost savings\ninitiatives remain ongoing and entail various risks.\nOur previously announced refranchising and cost saving\ninitiatives remain ongoing. As we continue on those initiatives,\nthe existing risks we face in our business may be intensified.\nOur efforts to reduce costs and capital expenditures depend, in\npart, upon our refranchising efforts, which, in turn, depend upon\nour selection and integration of capable third parties. Our cost\nsavings initiatives also depend upon a variety of factors,\nincluding our ability to achieve efficiencies through the\nconsolidation of global, back-office functions. If these various\ninitiatives are not successful, take longer to complete than\ninitially projected, or are not well executed, or if our cost\nreduction efforts adversely impact our effectiveness, our\nbusiness operations, financial results and results of operations\ncould be adversely affected.\nIf pricing, promotional and marketing plans are not effective,\nour results may be negatively impacted.\nOur results depend on the impact of pricing, promotional\nand marketing plans across the System, and the ability to adjust\nthese plans to respond quickly and effectively to evolving\ncustomer preferences, as well as shifting economic and\ncompetitive conditions. Existing or future pricing strategies, and\nthe value proposition they represent, are expected to continue\nto be important components of our business strategy; however,\nthey may not be successful and could negatively impact sales\nand margins. Further, the promotion of menu offerings may yield\nresults below the desired levels.\nAdditionally, we operate in a complex and costly\nadvertising environment. Our marketing and advertising\nprograms may not be successful, and we may fail to attract and\nretain customers. Our success depends in part on whether the\nallocation of our advertising and marketing resources across\ndifferent channels allows us to reach our customers effectively.\nIf the advertising and marketing programs are not successful, or\nare not as successful as those of our competitors, our sales,\nguest counts and market share could decrease.\nFailure to preserve the value and relevance of our brand\ncould have an adverse impact on our financial results.\nTo be successful in the future, we believe we must\npreserve, enhance and leverage the value of our brand. Brand\nvalue is based in part on consumer perceptions. Those\nperceptions are affected by a variety of factors, including the\nnutritional content and preparation of our food, the ingredients\nwe use, our business practices and the manner in which we\nsource the commodities we use. Consumer acceptance of our\nofferings is subject to change for a variety of reasons, and some\nchanges can occur rapidly. For example, nutritional, health and\nother scientific studies and conclusions, which constantly evolve\nand may have contradictory implications, drive popular opinion,\nlitigation and regulation (including initiatives intended to drive\nconsumer behavior) in ways that affect the IEO segment or\nperceptions of our brand generally or relative to available\nalternatives. Consumer perceptions may also be affected by\nthird parties presenting or promoting adverse commentary or\nportrayals of the quick-service category of the IEO segment, our\nbrand and/or our operations, our suppliers or our franchisees. If\nwe are unsuccessful in addressing such adverse commentary or\nportrayals, our brand and our financial results may suffer.\nAdditionally, the ongoing relevance of our brand may\ndepend on the success of our sustainability initiatives, which\nrequire System-wide coordination and alignment. If we are not\neffective in addressing social responsibility matters or achieving\nrelevant sustainability goals, consumer trust in our brand may\nsuffer. In particular, business incidents or practices that erode\nconsumer trust or confidence, particularly if such incidents or\npractices receive considerable publicity or result in litigation, can\nsignificantly reduce brand value and have a negative impact on\nour financial results.\nWe face intense competition in our markets, which could hurt\nour business.\nWe compete primarily in the IEO segment, which is highly\ncompetitive. We also face sustained, intense competition from\ntraditional, fast casual and other competitors, which may include\nmany non-traditional market participants such as convenience\nstores, grocery stores and coffee shops. We expect our\nenvironment to continue to be highly competitive, and our\nresults in any particular reporting period may be impacted by\nnew or continuing actions of our competitors, which may have a\nshort- or long-term impact on our results.\nWe compete on the basis of product choice, quality,\naffordability, service and location. In particular, we believe our\nability to compete successfully in the current market\nenvironment depends on our ability to improve existing\nproducts, develop new products, price our products\nappropriately, deliver a relevant customer experience, manage\nthe complexity of our restaurant operations and respond\neffectively to our competitors’ actions or disruptive actions from\nothers which we do not foresee. Recognizing these\ndependencies, we have intensified our focus in recent periods\non strategies to achieve these goals, and we will likely continue\nto modify our strategies and implement new strategies in the\nfuture. There can be no assurance these strategies will be\neffective, and some strategies may be effective at improving\nsome metrics while adversely affecting other metrics.\nUnfavorable general economic conditions could adversely\naffect our business and financial results.\nOur results of operations are substantially affected by\neconomic conditions, which can vary significantly by market and\ncan impact consumer disposable income levels and spending\nhabits. Economic conditions can also be impacted by a variety\nof factors including hostilities, epidemics and actions taken by\ngovernments to manage national and international economic\nmatters, whether through austerity, stimulus measures or trade\nmeasures, and initiatives intended to control wages,\nunemployment, credit availability, inflation, taxation and other\neconomic drivers. Continued adverse economic conditions or\nadverse changes in economic conditions in our markets could\npressure our operating performance, and our business and\nfinancial results may suffer.\nOur results of operations are also affected by fluctuations\nin currency exchange rates, which may adversely affect\nreported earnings.\nSupply chain interruptions may increase costs or reduce\nrevenues.\nWe depend on the effectiveness of our supply chain\nmanagement to assure reliable and sufficient product supply,\nincluding on favorable terms. Although many of the products we\nsell are sourced from a wide variety of suppliers in countries\naround the world, certain products have limited suppliers, which\nmay increase our reliance on those suppliers. Supply chain\ninterruptions, including shortages and transportation issues, and\nprice increases can adversely affect us as well as our suppliers\nand franchisees whose performance may have a significant\nimpact on our results. Such shortages or disruptions could be\ncaused by factors beyond the control of our suppliers,\nMcDonald's Corporation 2017 Annual Report 5\nfranchisees or us. If we experience interruptions in our System’s\nsupply chain, our costs could increase and it could limit the\navailability of products critical to our System’s operations.\nFood safety concerns may have an adverse effect on our\nbusiness.\nOur ability to increase sales and profits depends on our\nSystem’s ability to meet expectations for safe food and on our\nability to manage the potential impact on McDonald’s of foodborne illnesses and food or product safety issues that may arise\nin the future. Food safety is a top priority, and we dedicate\nsubstantial resources to ensure that our customers enjoy safe\nfood products, including as our menu and service model evolve.\nHowever, food safety events, including instances of food-borne\nillness, have occurred in the food industry in the past, and could\noccur in the future. Instances of food tampering, food\ncontamination or food-borne illness, whether actual or\nperceived, could adversely affect our brand and reputation as\nwell as our revenues and profits.\nOur franchise business model presents a number of risks.\nOur success increasingly relies on the financial success\nand cooperation of our franchisees, including our developmental\nlicensees and affiliates, yet we have limited influence over their\noperations. Our restaurant margins arise from two sources: fees\nfrom franchised restaurants (e.g., rent and royalties based on a\npercentage of sales) and, to a lesser degree, sales from\nCompany-operated restaurants. Our franchisees manage their\nbusinesses independently, and therefore are responsible for the\nday-to-day operation of their restaurants. The revenues we\nrealize from franchised restaurants are largely dependent on the\nability of our franchisees to grow their sales. If our franchisees\ndo not experience sales growth, our revenues and margins\ncould be negatively affected as a result. Also, if sales trends\nworsen for franchisees, their financial results may deteriorate,\nwhich could result in, among other things, restaurant closures,\nor delayed or reduced payments to us. Our refranchising efforts\nwill continue to increase that dependence and the potential\neffect of those factors.\nOur success also increasingly depends on the\nwillingness and ability of our independent franchisees and\naffiliates to implement major initiatives, which may include\nfinancial investment, and to remain aligned with us on operating,\npromotional and capital-intensive reinvestment plans.\nFranchisees’ ability to contribute to the achievement of our plans\nis dependent in large part on the availability to them of funding\nat reasonable interest rates and may be negatively impacted by\nthe financial markets in general or by the creditworthiness of our\nfranchisees or the Company. Our operating performance could\nalso be negatively affected if our franchisees experience food\nsafety or other operational problems or project an image\ninconsistent with our brand and values, particularly if our\ncontractual and other rights and remedies are limited, costly to\nexercise or subjected to litigation and potential delays. If\nfranchisees do not successfully operate restaurants in a manner\nconsistent with our required standards, our brand’s image and\nreputation could be harmed, which in turn could hurt our\nbusiness and operating results.\nOur ownership mix also affects our results and financial\ncondition. The decision to own restaurants or to operate under\nfranchise or license agreements is driven by many factors\nwhose interrelationship is complex and changing. Our ability to\nachieve the benefits of our refranchising strategy, which involves\na significant percentage of franchised restaurants, including an\nincreased number of restaurants run by developmental\nlicensees and affiliates, depends on various factors. Those\nfactors include whether we have effectively selected\nfranchisees, licensees and/or affiliates that meet our rigorous\nstandards, and whether their performance and the resulting\nownership mix supports our brand and financial objectives.\nChallenges with respect to talent management could harm\nour business.\nEffective succession planning is important to our longterm success. Failure to effectively identify, develop and retain\nkey personnel, recruit high-quality candidates and ensure\nsmooth management and personnel transitions could disrupt\nour business and adversely affect our results.\nOur success depends in part on our System’s ability to\nrecruit, motivate and retain a qualified workforce to work in our\nrestaurants in an intensely competitive environment. Increased\ncosts associated with recruiting, motivating and retaining\nqualified employees to work in our Company-operated\nrestaurants could have a negative impact on our Companyoperated margins. Similar concerns apply to our franchisees.\nWe are also impacted by the costs and other effects of\ncompliance with U.S. and international regulations affecting our\nworkforce, which includes our staff and employees working in\nour Company-operated restaurants. These regulations are\nincreasingly focused on employment issues, including wage and\nhour, healthcare, immigration, retirement and other employee\nbenefits and workplace practices. Our potential exposure to\nreputational and other harm regarding our workplace practices\nor conditions or those of our independent franchisees or\nsuppliers (or perceptions thereof) could have a negative impact\non consumer perceptions of us and our business. Additionally,\neconomic action, such as boycotts, protests, work stoppages or\ncampaigns by labor organizations, could adversely affect us\n(including our ability to recruit and retain talent) or the\nfranchisees and suppliers that are also part of the McDonald's\nSystem and whose performance may have a material impact on\nour results.\nInformation technology system failures or interruptions, or\nbreaches of network security, may interrupt our operations.\nWe are increasingly reliant on technological systems,\nsuch as point-of-sale and other in-store systems or platforms,\ntechnologies supporting McDonald’s delivery and digital\nsolutions, as well as technologies that facilitate communication\nand collaboration internally, with affiliated entities, customers or\nindependent third parties to conduct our business, including\ntechnology-enabled systems provided to us by third parties. Any\nfailure of these systems could significantly impact our\noperations and customer experience and perceptions.\nDespite the implementation of security measures, those\ntechnology systems and solutions could become vulnerable to\ndamage, disability or failures due to theft, fire, power loss,\ntelecommunications failure or other catastrophic events. Our\nincreasing reliance on third party systems also present the risks\nfaced by the third party’s business, including the operational,\nsecurity and credit risks of those parties. If those systems were\nto fail or otherwise be unavailable, and we were unable to\nrecover in a timely way, we could experience an interruption in\nour operations.\nFurthermore, security breaches have from time to time\noccurred and may in the future occur involving our systems, the\nsystems of the parties we communicate or collaborate with\n(including franchisees), or those of third party providers. These\nmay include such things as unauthorized access, denial of\nservice, computer viruses, introduction of malware or\nransomware and other disruptive problems caused by hackers.\nOur information technology systems contain personal, financial\nand other information that is entrusted to us by our customers, \n6 McDonald's Corporation 2017 Annual Report\nour employees and other third parties, as well as financial,\nproprietary and other confidential information related to our\nbusiness. An actual or alleged security breach could result in\ndisruptions, shutdowns, theft or unauthorized disclosure of\npersonal, financial, proprietary or other confidential information.\nThe occurrence of any of these incidents could result in\nreputational damage, adverse publicity, loss of consumer\nconfidence, reduced sales and profits, complications in\nexecuting our growth initiatives and criminal penalties or civil\nliabilities.\nThe global scope of our business subjects us to risks that\ncould negatively affect our business.\nWe encounter differing cultural, regulatory and economic\nenvironments within and among the more than 100 countries\nwhere McDonald’s restaurants operate, and our ability to\nachieve our business objectives depends on the System's\nsuccess in these environments. Meeting customer expectations\nis complicated by the risks inherent in our global operating\nenvironment, and our global success is partially dependent on\nour System’s ability to leverage operating successes across\nmarkets. Planned initiatives may not have appeal across\nmultiple markets with McDonald's customers and could drive\nunanticipated changes in customer perceptions and guest\ncounts.\nDisruptions in operations or price volatility in a market\ncan also result from governmental actions, such as price,\nforeign exchange or changes in trade-related tariffs or controls,\ngovernment-mandated closure of our, our franchisees' or our\nsuppliers’ operations, and asset seizures. The cost and\ndisruption of responding to governmental investigations or\ninquiries, whether or not they have merit, may impact our results\nand could cause reputational or other harm. Our international\nsuccess depends in part on the effectiveness of our strategies\nand brand-building initiatives to reduce our exposure to such\ngovernmental investigations or inquiries.\nAdditionally, challenges and uncertainties are associated\nwith operating in developing markets, which may entail a\nrelatively higher risk of political instability, economic volatility,\ncrime, corruption and social and ethnic unrest. Such challenges\nmay be exacerbated in many cases by a lack of an independent\nand experienced judiciary and uncertainties in how local law is\napplied and enforced, including in areas most relevant to\ncommercial transactions and foreign investment. An inability to\nmanage effectively the risks associated with our international\noperations could have a material adverse effect on our business\nand financial condition.\nWe may also face challenges and uncertainties in\ndeveloped markets. For example, as a result of the U.K.'s\ndecision to leave the European Union through a negotiated exit\nover a period of time, including its recent formal commencement\nof exit proceedings, it is possible that there will be increased\nregulatory complexities, as well as potential referenda in the\nU.K. and/or other European countries, that could cause\nuncertainty in European or worldwide economic conditions. In\nthe short term, the decision created volatility in certain foreign\ncurrency exchange rates, and the resulting depression in those\nexchange rates may continue. Any of these effects, and others\nwe cannot anticipate, could adversely affect our business,\nresults of operations, financial condition and cash flows.\nChanges in tax laws and unanticipated tax liabilities could\nadversely affect the taxes we pay and our profitability.\nWe are subject to income and other taxes in the U.S. and\nforeign jurisdictions, and our operations, plans and results are\naffected by tax and other initiatives around the world. In\nparticular, we are affected by the impact of changes to tax laws\nor policy or related authoritative interpretations, including\nchanges and uncertainties resulting from proposals for\ncomprehensive or corporate tax reforms in the U.S. or\nelsewhere. On December 22, 2017, the Tax Cuts and Jobs Act\n(“Tax Act”) was signed into law. While we have estimated the\neffects of the Tax Act, we continue to refine those estimates with\nthe possibility they could change, and those changes could be\nmaterial. We are also impacted by settlements of pending or\nany future adjustments proposed by taxing authorities inside\nand outside of the U.S. in connection with our tax audits, all of\nwhich will depend on their timing, nature and scope. Any\nincreases in income tax rates, changes in income tax laws or\nunfavorable resolution of tax matters could have a material\nadverse impact on our financial results.\nChanges in commodity and other operating costs could\nadversely affect our results of operations.\nThe profitability of our Company-operated restaurants\ndepends in part on our ability to anticipate and react to changes\nin commodity costs, including food, paper, supplies, fuel, utilities\nand distribution, and other operating costs, including labor. Any\nvolatility in certain commodity prices or fluctuation in labor costs\ncould adversely affect our operating results by impacting\nrestaurant profitability. The commodity markets for some of the\ningredients we use, such as beef and chicken, are particularly\nvolatile due to factors such as seasonal shifts, climate\nconditions, industry demand, international commodity markets,\nfood safety concerns, product recalls and government\nregulation, all of which are beyond our control and, in many\ninstances, unpredictable. We can only partially address future\nprice risk through hedging and other activities, and therefore\nincreases in commodity costs could have an adverse impact on\nour profitability.\nIncreasing regulatory complexity may adversely affect\nrestaurant operations and our financial results.\nOur regulatory environment worldwide exposes us to\ncomplex compliance and similar risks that could affect our\noperations and results in material ways. In many of our markets,\nwe are subject to increasing regulation, which has increased our\ncost of doing business. We are affected by the cost, compliance\nand other risks associated with the often conflicting and highly\nprescriptive regulations we face, including where inconsistent\nstandards imposed by multiple governmental authorities can\nadversely affect our business and increase our exposure to\nlitigation or governmental investigations or proceedings.\nOur success depends in part on our ability to manage the\nimpact of new, potential or changing regulations that can affect\nour business plans and operations. These regulations include\nproduct packaging, marketing, the nutritional content and safety\nof our food and other products, labeling and other disclosure\npractices. Compliance efforts with those regulations may be\naffected by ordinary variations in food preparation among our\nown restaurants and the need to rely on the accuracy and\ncompleteness of information from third-party suppliers\n(particularly given varying requirements and practices for testing\nand disclosure).\nAdditionally, we are working to manage the risks and costs\nto us, our franchisees and our supply chain of the effects of\nclimate change, greenhouse gases, and diminishing energy and\nwater resources. These risks include the increased public focus,\nincluding by governmental and nongovernmental organizations,\non these and other environmental sustainability matters, such\nas packaging and waste, animal health and welfare,\ndeforestation and land use. These risks also include the\nincreased pressure to make commitments, set targets or\nMcDonald's Corporation 2017 Annual Report 7\nestablish additional goals and take actions to meet them. These\nrisks could expose us to market, operational and execution\ncosts or risks. If we are unable to effectively manage the risks\nassociated with our complex regulatory environment, it could\nhave a material adverse effect on our business and financial\ncondition.\nWe are subject to increasing legal complexity and could be\nparty to litigation that could adversely affect us.\nIncreasing legal complexity will continue to affect our\noperations and results in material ways. We could be subject to\nlegal proceedings that may adversely affect our business,\nincluding class actions, administrative proceedings, government\ninvestigations, employment and personal injury claims, landlord/\ntenant disputes, disputes with current or former suppliers,\nclaims by current or former franchisees and intellectual property\nclaims (including claims that we infringed another party’s\ntrademarks, copyrights or patents).\nInconsistent standards imposed by governmental\nauthorities can adversely affect our business and increase our\nexposure to regulatory proceedings or litigation.\nLitigation involving our relationship with franchisees and\nthe legal distinction between our franchisees and us for\nemployment law purposes, if determined adversely, could\nincrease costs, negatively impact the business prospects of our\nfranchisees and subject us to incremental liability for their\nactions. Similarly, although our commercial relationships with\nour suppliers remain independent, there may be attempts to\nchallenge that independence, which, if determined adversely,\ncould also increase costs, negatively impact the business\nprospects of our suppliers, and subject us to incremental liability\nfor their actions. We are also subject to legal and compliance\nrisks and associated liability, such as in the areas of privacy and\ndata collection, protection and management, as it relates to\ninformation we collect and share when we provide optional\ntechnology-related services and platforms to third parties.\nOur operating results could also be affected by the\nfollowing:\n• The relative level of our defense costs, which vary from\nperiod to period depending on the number, nature and\nprocedural status of pending proceedings;\n• The cost and other effects of settlements, judgments or\nconsent decrees, which may require us to make disclosures\nor take other actions that may affect perceptions of our brand\nand products;\n• Adverse results of pending or future litigation, including\nlitigation challenging the composition and preparation of our\nproducts, or the appropriateness or accuracy of our\nmarketing or other communication practices; and\n• The scope and terms of insurance or indemnification\nprotections that we may have.\nA judgment significantly in excess of any applicable\ninsurance coverage or third party indemnity could materially\nadversely affect our financial condition or results of operations.\nFurther, adverse publicity resulting from these claims may hurt\nour business.\nWe may not be able to adequately protect our intellectual\nproperty or adequately ensure that we are not infringing the\nintellectual property of others, which could harm the value\nof the McDonald’s brand and our business.\nThe success of our business depends on our continued\nability to use our existing trademarks and service marks in order\nto increase brand awareness and further develop our branded\nproducts in both domestic and international markets. We rely on\na combination of trademarks, copyrights, service marks, trade\nsecrets, patents and other intellectual property rights to protect\nour brand and branded products.\nWe have registered certain trademarks and have other\ntrademark registrations pending in the U.S. and certain foreign\njurisdictions. The trademarks that we currently use have not\nbeen registered in all of the countries outside of the U.S. in\nwhich we do business or may do business in the future and may\nnever be registered in all of these countries. The steps we have\ntaken to protect our intellectual property in the U.S. and foreign\ncountries may not be adequate. In addition, the steps we have\ntaken may not adequately ensure that we do not infringe the\nintellectual property of others, and third parties may claim\ninfringement by us in the future. In particular, we may be\ninvolved in intellectual property claims, including often\naggressive or opportunistic attempts to enforce patents used in\ninformation technology systems, which might affect our\noperations and results. Any claim of infringement, whether or\nnot it has merit, could be time-consuming, result in costly\nlitigation and harm our business.\nWe cannot ensure that franchisees and other third parties\nwho hold licenses to our intellectual property will not take\nactions that hurt the value of our intellectual property.\nChanges in accounting standards or the recognition of\nimpairment or other charges may adversely affect our\nfuture operations and results.\nNew accounting standards or changes in financial\nreporting requirements, accounting principles or practices,\nincluding with respect to our critical accounting estimates, could\nadversely affect our future results. We may also be affected by\nthe nature and timing of decisions about underperforming\nmarkets or assets, including decisions that result in impairment\nor other charges that reduce our earnings. In assessing the\nrecoverability of our long-lived assets, we consider changes in\neconomic conditions and make assumptions regarding\nestimated future cash flows and other factors. These estimates\nare highly subjective and can be significantly impacted by many\nfactors such as global and local business and economic\nconditions, operating costs, inflation, competition, consumer and\ndemographic trends, and our restructuring activities. If our\nestimates or underlying assumptions change in the future, we\nmay be required to record impairment charges. If we experience\nany such changes, they could have a significant adverse effect\non our reported results for the affected periods.\nA decrease in our credit ratings or an increase in our\nfunding costs could adversely affect our profitability.\nOur credit ratings may be negatively affected by our\nresults of operations or changes in our debt levels. As a result,\nour interest expense, the availability of acceptable\ncounterparties, our ability to obtain funding on favorable terms,\ncollateral requirements and our operating or financial flexibility\ncould all be negatively affected, especially if lenders impose\nnew operating or financial covenants.\nOur operations may also be impacted by regulations\naffecting capital flows, financial markets or financial institutions,\nwhich can limit our ability to manage and deploy our liquidity or\nincrease our funding costs. If any of these events were to occur,\nthey could have a material adverse effect on our business and\nfinancial condition.\n6 McDonald's Corporation 2017 Annual Report\nour employees and other third parties, as well as financial,\nproprietary and other confidential information related to our\nbusiness. An actual or alleged security breach could result in\ndisruptions, shutdowns, theft or unauthorized disclosure of\npersonal, financial, proprietary or other confidential information.\nThe occurrence of any of these incidents could result in\nreputational damage, adverse publicity, loss of consumer\nconfidence, reduced sales and profits, complications in\nexecuting our growth initiatives and criminal penalties or civil\nliabilities.\nThe global scope of our business subjects us to risks that\ncould negatively affect our business.\nWe encounter differing cultural, regulatory and economic\nenvironments within and among the more than 100 countries\nwhere McDonald’s restaurants operate, and our ability to\nachieve our business objectives depends on the System's\nsuccess in these environments. Meeting customer expectations\nis complicated by the risks inherent in our global operating\nenvironment, and our global success is partially dependent on\nour System’s ability to leverage operating successes across\nmarkets. Planned initiatives may not have appeal across\nmultiple markets with McDonald's customers and could drive\nunanticipated changes in customer perceptions and guest\ncounts.\nDisruptions in operations or price volatility in a market\ncan also result from governmental actions, such as price,\nforeign exchange or changes in trade-related tariffs or controls,\ngovernment-mandated closure of our, our franchisees' or our\nsuppliers’ operations, and asset seizures. The cost and\ndisruption of responding to governmental investigations or\ninquiries, whether or not they have merit, may impact our results\nand could cause reputational or other harm. Our international\nsuccess depends in part on the effectiveness of our strategies\nand brand-building initiatives to reduce our exposure to such\ngovernmental investigations or inquiries.\nAdditionally, challenges and uncertainties are associated\nwith operating in developing markets, which may entail a\nrelatively higher risk of political instability, economic volatility,\ncrime, corruption and social and ethnic unrest. Such challenges\nmay be exacerbated in many cases by a lack of an independent\nand experienced judiciary and uncertainties in how local law is\napplied and enforced, including in areas most relevant to\ncommercial transactions and foreign investment. An inability to\nmanage effectively the risks associated with our international\noperations could have a material adverse effect on our business\nand financial condition.\nWe may also face challenges and uncertainties in\ndeveloped markets. For example, as a result of the U.K.'s\ndecision to leave the European Union through a negotiated exit\nover a period of time, including its recent formal commencement\nof exit proceedings, it is possible that there will be increased\nregulatory complexities, as well as potential referenda in the\nU.K. and/or other European countries, that could cause\nuncertainty in European or worldwide economic conditions. In\nthe short term, the decision created volatility in certain foreign\ncurrency exchange rates, and the resulting depression in those\nexchange rates may continue. Any of these effects, and others\nwe cannot anticipate, could adversely affect our business,\nresults of operations, financial condition and cash flows.\nChanges in tax laws and unanticipated tax liabilities could\nadversely affect the taxes we pay and our profitability.\nWe are subject to income and other taxes in the U.S. and\nforeign jurisdictions, and our operations, plans and results are\naffected by tax and other initiatives around the world. In\nparticular, we are affected by the impact of changes to tax laws\nor policy or related authoritative interpretations, including\nchanges and uncertainties resulting from proposals for\ncomprehensive or corporate tax reforms in the U.S. or\nelsewhere. On December 22, 2017, the Tax Cuts and Jobs Act\n(“Tax Act”) was signed into law. While we have estimated the\neffects of the Tax Act, we continue to refine those estimates with\nthe possibility they could change, and those changes could be\nmaterial. We are also impacted by settlements of pending or\nany future adjustments proposed by taxing authorities inside\nand outside of the U.S. in connection with our tax audits, all of\nwhich will depend on their timing, nature and scope. Any\nincreases in income tax rates, changes in income tax laws or\nunfavorable resolution of tax matters could have a material\nadverse impact on our financial results.\nChanges in commodity and other operating costs could\nadversely affect our results of operations.\nThe profitability of our Company-operated restaurants\ndepends in part on our ability to anticipate and react to changes\nin commodity costs, including food, paper, supplies, fuel, utilities\nand distribution, and other operating costs, including labor. Any\nvolatility in certain commodity prices or fluctuation in labor costs\ncould adversely affect our operating results by impacting\nrestaurant profitability. The commodity markets for some of the\ningredients we use, such as beef and chicken, are particularly\nvolatile due to factors such as seasonal shifts, climate\nconditions, industry demand, international commodity markets,\nfood safety concerns, product recalls and government\nregulation, all of which are beyond our control and, in many\ninstances, unpredictable. We can only partially address future\nprice risk through hedging and other activities, and therefore\nincreases in commodity costs could have an adverse impact on\nour profitability.\nIncreasing regulatory complexity may adversely affect\nrestaurant operations and our financial results.\nOur regulatory environment worldwide exposes us to\ncomplex compliance and similar risks that could affect our\noperations and results in material ways. In many of our markets,\nwe are subject to increasing regulation, which has increased our\ncost of doing business. We are affected by the cost, compliance\nand other risks associated with the often conflicting and highly\nprescriptive regulations we face, including where inconsistent\nstandards imposed by multiple governmental authorities can\nadversely affect our business and increase our exposure to\nlitigation or governmental investigations or proceedings.\nOur success depends in part on our ability to manage the\nimpact of new, potential or changing regulations that can affect\nour business plans and operations. These regulations include\nproduct packaging, marketing, the nutritional content and safety\nof our food and other products, labeling and other disclosure\npractices. Compliance efforts with those regulations may be\naffected by ordinary variations in food preparation among our\nown restaurants and the need to rely on the accuracy and\ncompleteness of information from third-party suppliers\n(particularly given varying requirements and practices for testing\nand disclosure).\nAdditionally, we are working to manage the risks and costs\nto us, our franchisees and our supply chain of the effects of\nclimate change, greenhouse gases, and diminishing energy and\nwater resources. These risks include the increased public focus,\nincluding by governmental and nongovernmental organizations,\non these and other environmental sustainability matters, such\nas packaging and waste, animal health and welfare,\ndeforestation and land use. These risks also include the\nincreased pressure to make commitments, set targets or\nMcDonald's Corporation 2017 Annual Report 7\nestablish additional goals and take actions to meet them. These\nrisks could expose us to market, operational and execution\ncosts or risks. If we are unable to effectively manage the risks\nassociated with our complex regulatory environment, it could\nhave a material adverse effect on our business and financial\ncondition.\nWe are subject to increasing legal complexity and could be\nparty to litigation that could adversely affect us.\nIncreasing legal complexity will continue to affect our\noperations and results in material ways. We could be subject to\nlegal proceedings that may adversely affect our business,\nincluding class actions, administrative proceedings, government\ninvestigations, employment and personal injury claims, landlord/\ntenant disputes, disputes with current or former suppliers,\nclaims by current or former franchisees and intellectual property\nclaims (including claims that we infringed another party’s\ntrademarks, copyrights or patents).\nInconsistent standards imposed by governmental\nauthorities can adversely affect our business and increase our\nexposure to regulatory proceedings or litigation.\nLitigation involving our relationship with franchisees and\nthe legal distinction between our franchisees and us for\nemployment law purposes, if determined adversely, could\nincrease costs, negatively impact the business prospects of our\nfranchisees and subject us to incremental liability for their\nactions. Similarly, although our commercial relationships with\nour suppliers remain independent, there may be attempts to\nchallenge that independence, which, if determined adversely,\ncould also increase costs, negatively impact the business\nprospects of our suppliers, and subject us to incremental liability\nfor their actions. We are also subject to legal and compliance\nrisks and associated liability, such as in the areas of privacy and\ndata collection, protection and management, as it relates to\ninformation we collect and share when we provide optional\ntechnology-related services and platforms to third parties.\nOur operating results could also be affected by the\nfollowing:\n• The relative level of our defense costs, which vary from\nperiod to period depending on the number, nature and\nprocedural status of pending proceedings;\n• The cost and other effects of settlements, judgments or\nconsent decrees, which may require us to make disclosures\nor take other actions that may affect perceptions of our brand\nand products;\n• Adverse results of pending or future litigation, including\nlitigation challenging the composition and preparation of our\nproducts, or the appropriateness or accuracy of our\nmarketing or other communication practices; and\n• The scope and terms of insurance or indemnification\nprotections that we may have.\nA judgment significantly in excess of any applicable\ninsurance coverage or third party indemnity could materially\nadversely affect our financial condition or results of operations.\nFurther, adverse publicity resulting from these claims may hurt\nour business.\nWe may not be able to adequately protect our intellectual\nproperty or adequately ensure that we are not infringing the\nintellectual property of others, which could harm the value\nof the McDonald’s brand and our business.\nThe success of our business depends on our continued\nability to use our existing trademarks and service marks in order\nto increase brand awareness and further develop our branded\nproducts in both domestic and international markets. We rely on\na combination of trademarks, copyrights, service marks, trade\nsecrets, patents and other intellectual property rights to protect\nour brand and branded products.\nWe have registered certain trademarks and have other\ntrademark registrations pending in the U.S. and certain foreign\njurisdictions. The trademarks that we currently use have not\nbeen registered in all of the countries outside of the U.S. in\nwhich we do business or may do business in the future and may\nnever be registered in all of these countries. The steps we have\ntaken to protect our intellectual property in the U.S. and foreign\ncountries may not be adequate. In addition, the steps we have\ntaken may not adequately ensure that we do not infringe the\nintellectual property of others, and third parties may claim\ninfringement by us in the future. In particular, we may be\ninvolved in intellectual property claims, including often\naggressive or opportunistic attempts to enforce patents used in\ninformation technology systems, which might affect our\noperations and results. Any claim of infringement, whether or\nnot it has merit, could be time-consuming, result in costly\nlitigation and harm our business.\nWe cannot ensure that franchisees and other third parties\nwho hold licenses to our intellectual property will not take\nactions that hurt the value of our intellectual property.\nChanges in accounting standards or the recognition of\nimpairment or other charges may adversely affect our\nfuture operations and results.\nNew accounting standards or changes in financial\nreporting requirements, accounting principles or practices,\nincluding with respect to our critical accounting estimates, could\nadversely affect our future results. We may also be affected by\nthe nature and timing of decisions about underperforming\nmarkets or assets, including decisions that result in impairment\nor other charges that reduce our earnings. In assessing the\nrecoverability of our long-lived assets, we consider changes in\neconomic conditions and make assumptions regarding\nestimated future cash flows and other factors. These estimates\nare highly subjective and can be significantly impacted by many\nfactors such as global and local business and economic\nconditions, operating costs, inflation, competition, consumer and\ndemographic trends, and our restructuring activities. If our\nestimates or underlying assumptions change in the future, we\nmay be required to record impairment charges. If we experience\nany such changes, they could have a significant adverse effect\non our reported results for the affected periods.\nA decrease in our credit ratings or an increase in our\nfunding costs could adversely affect our profitability.\nOur credit ratings may be negatively affected by our\nresults of operations or changes in our debt levels. As a result,\nour interest expense, the availability of acceptable\ncounterparties, our ability to obtain funding on favorable terms,\ncollateral requirements and our operating or financial flexibility\ncould all be negatively affected, especially if lenders impose\nnew operating or financial covenants.\nOur operations may also be impacted by regulations\naffecting capital flows, financial markets or financial institutions,\nwhich can limit our ability to manage and deploy our liquidity or\nincrease our funding costs. If any of these events were to occur,\nthey could have a material adverse effect on our business and\nfinancial condition.\n8 McDonald's Corporation 2017 Annual Report\nTrading volatility and price of our common stock may be\nadversely affected by many factors.\nMany factors affect the volatility and price of our common\nstock in addition to our operating results and prospects. The\nmost important of these factors, some of which are outside our\ncontrol, are the following:\n• The unpredictable nature of global economic and market\nconditions;\n• Governmental action or inaction in light of key indicators of\neconomic activity or events that can significantly influence\nfinancial markets, particularly in the U.S., which is the\nprincipal trading market for our common stock, and media\nreports and commentary about economic or other matters,\neven when the matter in question does not directly relate to\nour business;\n• Trading activity in our common stock or trading activity in\nderivative instruments with respect to our common stock or\ndebt securities, which can be affected by market\ncommentary (including commentary that may be unreliable\nor incomplete); unauthorized disclosures about our\nperformance, plans or expectations about our business; our\nactual performance and creditworthiness; investor\nconfidence, driven in part by expectations about our\nperformance; actions by shareholders and others seeking to\ninfluence our business strategies; portfolio transactions in\nour stock by significant shareholders; or trading activity that\nresults from the ordinary course rebalancing of stock indices\nin which McDonald’s may be included, such as the S&P 500\nIndex and the Dow Jones Industrial Average;\n• The impact of our stock repurchase program or dividend\nrate; and\n• The impact on our results of corporate actions and market\nand third-party perceptions and assessments of such\nactions, such as those we may take from time to time as we\nimplement our strategies in light of changing business, legal\nand tax considerations and evolve our corporate structure.\nEvents such as severe weather conditions, natural\ndisasters, hostilities and social unrest, among others, can\nadversely affect our results and prospects.\nSevere weather conditions, natural disasters, hostilities\nand social unrest, terrorist activities, health epidemics or\npandemics (or expectations about them) can adversely affect\nconsumer spending and confidence levels and supply\navailability and costs, as well as the local operations in impacted\nmarkets, all of which can affect our results and prospects. Our\nreceipt of proceeds under any insurance we maintain with\nrespect to some of these risks may be delayed or the proceeds\nmay be insufficient to cover our losses fully.",
      "item7a":""
    },
    "18": {
      "item1a":"The information in this report includes forward-looking statements about future events and circumstances and their effects upon revenues, expenses and\nbusiness opportunities. Generally speaking, any statement in this report not based upon historical fact is a forward-looking statement. Forward-looking\nstatements can also be identified by the use of forward-looking words, such as “may,” “will,” “expect,” “believe,” “anticipate” and “plan” or similar expressions. In\nparticular, statements regarding our plans, strategies, prospects and expectations regarding our business and industry, including those under “Outlook,” are\nforward-looking statements. They reflect our expectations, are not guarantees of performance and speak only as of the date of this report. Except as required by\nlaw, we do not undertake to update them. Our expectations (or the underlying assumptions) may change or not be realized, and you should not rely unduly on\nforward-looking statements. Our business results are subject to a variety of risks, including those that are reflected in the following considerations and factors, as\nwell as elsewhere in our filings with the SEC. If any of these considerations or risks materialize, our expectations may change and our performance may be\nadversely affected.\nIf we do not successfully evolve and execute against our business strategies, including under the Velocity Growth Plan, we may not be able to\nincrease operating income.\nTo drive operating income growth, our business strategies must be effective in maintaining and strengthening customer appeal, delivering sustainable\nguest count growth and driving a higher average check. Whether these strategies are successful depends mainly on our System’s ability to: • Continue to innovate and differentiate the McDonald’s experience, including by preparing and serving our food in a way that balances value and\nconvenience to our customers with profitability; • Capitalize on our global scale, iconic brand and local market presence to enhance our ability to retain, regain and convert key customer groups; • Utilize our new organizational structure to build on our progress and execute against our business strategies; • Augment our digital and delivery initiatives, including mobile ordering, along with Experience of the Future (“EOTF”), particularly in the U.S.; • Identify and develop restaurant sites consistent with our plans for net growth of Systemwide restaurants;\nMcDonald's Corporation 2018 Annual Report 3\n• Operate restaurants with high service levels and optimal capacity while managing the increasing complexity of our restaurant operations and create\nefficiencies through innovative use of technology; and\n• Accelerate our existing strategies through growth opportunities, investments and partnerships.\nIf we are delayed or unsuccessful in executing our strategies, or if our strategies do not yield the desired results, our business, financial condition and\nresults of operations may suffer.\nOur investments to enhance the customer experience, including through technology, may not generate the expected returns.\nOur long-term business objectives depend on the successful Systemwide execution of our strategies. We continue to build upon our investments in EOTF,\nwhich focus on restaurant modernization and technology, as well as digital engagement and delivery, in order to transform the customer experience. As part of\nthese investments, we are placing renewed emphasis on improving our service model and strengthening relationships with customers, in part through digital\nchannels and loyalty initiatives, as well as mobile ordering and payment systems. We also continue to refine our delivery initiatives and partnerships, which may\nnot generate expected returns. If these initiatives are not well executed, or if we do not fully realize the intended benefits of these significant investments, our\nbusiness results may suffer.\nIf we do not anticipate and address evolving consumer preferences and effectively execute our pricing, promotional and marketing plans, our\nbusiness could suffer.\nOur continued success depends on our System’s ability to retain, regain and convert customers. In order to do so, we need to anticipate and respond\neffectively to continuously shifting consumer demographics, and trends in food sourcing, food preparation, food offerings and consumer preferences in the\n“informal eating out” (“IEO”) segment. If we are not able to quickly and effectively respond to these changes, or our competitors respond more effectively, our\nfinancial results could be adversely impacted.\nOur ability to retain, regain and convert customers also depends on the impact of pricing, promotional and marketing plans across the System, and the\nability to adjust these plans to respond quickly and effectively to evolving customer preferences, as well as shifting economic and competitive conditions.\nExisting or future pricing strategies, and the value proposition they represent, are expected to continue to be important components of our business strategy;\nhowever, they may not be successful in retaining, regaining and converting customers, or may not be as successful as the efforts of our competitors, and could\nnegatively impact sales, guest counts and market share.\nAdditionally, we operate in a complex and costly advertising environment. Our marketing and advertising programs may not be successful in retaining,\nregaining and converting customers. Our success depends in part on whether the allocation of our advertising and marketing resources across different\nchannels allows us to reach our customers effectively. If the advertising and marketing programs are not successful, or are not as successful as those of our\ncompetitors, our sales, guest counts and market share could decrease.\nFailure to preserve the value and relevance of our brand could have an adverse impact on our financial results.\nTo be successful in the future, we believe we must preserve, enhance and leverage the value of our brand. Brand value is based in part on consumer\nperceptions. Those perceptions are affected by a variety of factors, including the nutritional content and preparation of our food, the ingredients we use, our\nbusiness practices and the manner in which we source the commodities we use. Consumer acceptance of our offerings is subject to change for a variety of\nreasons, and some changes can occur rapidly. For example, nutritional, health and other scientific studies and conclusions, which constantly evolve and may\nhave contradictory implications, drive popular opinion, litigation and regulation (including initiatives intended to drive consumer behavior) in ways that affect the\nIEO segment or perceptions of our brand generally or relative to available alternatives. Consumer perceptions may also be affected by adverse commentary\nfrom third parties, including through social media or conventional media outlets, regarding the quick-service category of the IEO segment, our brand, our\noperations, our suppliers or our franchisees. If we are unsuccessful in addressing adverse commentary, whether or not accurate, our brand and our financial\nresults may suffer.\nAdditionally, the ongoing relevance of our brand may depend on the success of our sustainability initiatives, which require Systemwide coordination and\nalignment. If we are not effective in addressing social and environmental responsibility matters or achieving relevant sustainability goals, consumer trust in our\nbrand may suffer. In particular, business incidents or practices whether actual or perceived, that erode consumer trust or confidence, particularly if such incidents\nor practices receive considerable publicity or result in litigation, can significantly reduce brand value and have a negative impact on our financial results.\nWe face intense competition in our markets, which could hurt our business.\nWe compete primarily in the IEO segment, which is highly competitive. We also face sustained, intense competition from traditional, fast casual and other\ncompetitors, which may include many non-traditional market participants such as convenience stores, grocery stores and coffee shops. We expect our\nenvironment to continue to be highly competitive, and our results in any particular reporting period may be impacted by new or continuing actions of our\ncompetitors, which may have a short- or long-term impact on our results.\nWe compete on the basis of product choice, quality, affordability, service and location. In particular, we believe our ability to compete successfully in the\ncurrent market environment depends on our ability to improve existing products, develop new products, price our products appropriately, deliver a relevant\ncustomer experience, manage the complexity of our restaurant operations and respond effectively to our competitors’ actions or disruptive actions from others\nwhich we do not foresee. There can be no assurance these strategies will be effective, and some strategies may be effective at improving some metrics while\nadversely affecting other metrics, which could have the overall effect of harming our business.\nMcDonald's Corporation 2018 Annual Report 4\nUnfavorable general economic conditions could adversely affect our business and financial results.\nOur results of operations are substantially affected by economic conditions, which can vary significantly by market and can impact consumer disposable\nincome levels and spending habits. Economic conditions can also be impacted by a variety of factors including hostilities, epidemics and actions taken by\ngovernments to manage national and international economic matters, whether through austerity, stimulus measures or trade measures, and initiatives intended\nto control wages, unemployment, credit availability, inflation, taxation and other economic drivers. Sustained adverse economic conditions or periodic adverse\nchanges in economic conditions in our markets could pressure our operating performance, and our business and financial results may suffer.\nOur results of operations are also affected by fluctuations in currency exchange rates and unfavorable currency fluctuations could adversely affect reported\nearnings.\nSupply chain interruptions may increase costs or reduce revenues.\nWe depend on the effectiveness of our supply chain management to assure reliable and sufficient supply of quality products on favorable terms. Although\nmany of the products we sell are sourced from a wide variety of suppliers in countries around the world, certain products have limited suppliers, which may\nincrease our reliance on those suppliers. Supply chain interruptions, including shortages and transportation issues, and price increases can adversely affect us\nas well as our suppliers and franchisees whose performance may have a significant impact on our results. Such shortages or disruptions could be caused by\nfactors beyond the control of our suppliers, franchisees or us. If we experience interruptions in our System’s supply chain, our costs could increase and it could\nlimit the availability of products critical to our System’s operations.\nFood safety concerns may have an adverse effect on our business.\nOur ability to increase sales and profits depends on our System’s ability to meet expectations for safe food and on our ability to manage the potential\nimpact on McDonald’s of food-borne illnesses and food or product safety issues that may arise in the future. Food safety is a top priority, and we dedicate\nsubstantial resources to offer safe food products to our customers, including as our menu and service model evolve. However, food safety events, including\ninstances of food-borne illness, occur within the food industry and our System from time to time and, in addition, could occur in the future. Instances of food\ntampering, food contamination or food-borne illness, whether actual or perceived, could adversely affect our brand and reputation as well as our revenues and\nprofits.\nOur franchise business model presents a number of risks.\nAs the Company's business model has evolved to a more heavily franchised structure, our success relies to large degree on the financial success and\ncooperation of our franchisees, including our developmental licensees and affiliates. Our restaurant margins arise from two sources: fees from franchised\nrestaurants (e.g., rent and royalties based on a percentage of sales) and, to a lesser degree, sales from Company-operated restaurants. Our franchisees and\ndevelopmental licensees manage their businesses independently, and therefore are responsible for the day-to-day operation of their restaurants. The revenues\nwe realize from franchised restaurants are largely dependent on the ability of our franchisees to grow their sales. Business risks affecting our operations also\naffect our franchisees. If our franchisees do not experience sales growth, our revenues and margins could be negatively affected as a result. Also, if sales trends\nworsen for franchisees, their financial results may deteriorate, which could result in, among other things, restaurant closures, or delayed or reduced payments to\nus. Our success also relies on the willingness and ability of our independent franchisees and affiliates to implement major initiatives, which may include\nfinancial investment, and to remain aligned with us on operating, promotional and capital-intensive reinvestment plans. The ability of franchisees to contribute to\nthe achievement of our plans is dependent in large part on the availability to them of funding at reasonable interest rates and may be negatively impacted by the\nfinancial markets in general, by the creditworthiness of our franchisees or the Company or by banks’ lending practices. If our franchisees are unwilling or unable\nto invest in major initiatives or are unable to obtain financing at commercially reasonable rates, or at all, our future growth and results of operations could be\nadversely affected.\nOur operating performance could also be negatively affected if our franchisees experience food safety or other operational problems or project an image\ninconsistent with our brand and values, particularly if our contractual and other rights and remedies are limited, costly to exercise or subjected to litigation and\npotential delays. If franchisees do not successfully operate restaurants in a manner consistent with our required standards, our brand’s image and reputation\ncould be harmed, which in turn could hurt our business and operating results.\nOur ownership mix also affects our results and financial condition. The decision to own restaurants or to operate under franchise or license agreements is\ndriven by many factors whose interrelationship is complex. The benefits of our more heavily franchised structure depends on various factors including whether\nwe have effectively selected franchisees, licensees and/or affiliates that meet our rigorous standards, whether we are able to successfully integrate them into our\nstructure and whether their performance and the resulting ownership mix supports our brand and financial objectives.\nChallenges with respect to talent management could harm our business.\nEffective succession planning is important to our long-term success. Failure to effectively identify, develop and retain key personnel, recruit high-quality\ncandidates and facilitate smooth management and personnel transitions could disrupt our business and adversely affect our results.\nMcDonald's Corporation 2018 Annual Report 5\nChallenges with respect to labor availability and cost could impact our business and results of operations.\nOur success depends in part on our System’s ability to proactively recruit, motivate and retain a qualified workforce to work in our restaurants in an\nintensely competitive environment. Increased costs associated with recruiting, motivating and retaining qualified employees to work in our Company-operated\nrestaurants could have a negative impact on our Company-operated margins. Similar concerns apply to our franchisees.\nWe are also impacted by the costs and other effects of compliance with U.S. and international regulations affecting our workforce, which includes our staff\nand employees working in our Company-operated restaurants. These regulations are increasingly focused on employment issues, including wage and hour,\nhealthcare, immigration, retirement and other employee benefits and workplace practices. Claims of non-compliance with these regulations could result in\nliability and expense to us. Our potential exposure to reputational and other harm regarding our workplace practices or conditions or those of our independent\nfranchisees or suppliers (or perceptions thereof) could have a negative impact on consumer perceptions of us and our business. Additionally, economic action,\nsuch as boycotts, protests, work stoppages or campaigns by labor organizations, could adversely affect us (including our ability to recruit and retain talent) or the\nfranchisees and suppliers that are also part of the McDonald's System and whose performance may have a material impact on our results.\nInformation technology system failures or interruptions, or breaches of network security, may impact our operations.\nWe are increasingly reliant on technological systems, such as point-of-sale and other systems or platforms, technologies supporting McDonald’s digital and\ndelivery solutions, as well as technologies that facilitate communication and collaboration internally, with affiliated entities, customers, employees or independent\nthird parties to conduct our business, including technology-enabled systems provided to us by third parties. Any failure of these systems could significantly\nimpact our operations and customer experience and perceptions.\nDespite the implementation of security measures, those technology systems and solutions could become vulnerable to damage, disability or failures due to\ntheft, fire, power loss, telecommunications failure or other catastrophic events. Our increasing reliance on third party systems also present the risks faced by the\nthird party’s business, including the operational, security and credit risks of those parties. If those systems were to fail or otherwise be unavailable, and we were\nunable to recover in a timely manner, we could experience an interruption in our operations.\nFurthermore, security breaches have from time to time occurred and may in the future occur involving our systems, the systems of the parties we\ncommunicate or collaborate with (including franchisees), or those of third party providers. These may include such things as unauthorized access, denial of\nservice, computer viruses, introduction of malware or ransomware and other disruptive problems caused by hackers. Our information technology systems\ncontain personal, financial and other information that is entrusted to us by our customers, our employees and other third parties, as well as financial, proprietary\nand other confidential information related to our business. An actual or alleged security breach could result in disruptions, shutdowns, theft or unauthorized\ndisclosure of personal, financial, proprietary or other confidential information. Further, the General Data Protection Regulation (“GDPR”) requires entities\nprocessing the personal data of individuals in the European Union to meet certain requirements regarding the handling of that data. Failure to meet GDPR\nrequirements could result in substantial penalties and materially adversely impact our financial results. The occurrence of any of these incidents could result in\nreputational damage, adverse publicity, loss of consumer confidence, reduced sales and profits, complications in executing our growth initiatives and regulatory\nand legal risk, including criminal penalties or civil liabilities.\nThe global scope of our business subjects us to risks that could negatively affect our business.\nWe encounter differing cultural, regulatory and economic environments within and among the more than 100 countries where McDonald’s restaurants\noperate, and our ability to achieve our business objectives depends on the System's success in these environments. Meeting customer expectations is\ncomplicated by the risks inherent in our global operating environment, and our global success is partially dependent on our System’s ability to leverage operating\nsuccesses across markets and brand perceptions. Planned initiatives may not have appeal across multiple markets with McDonald's customers and could drive\nunanticipated changes in customer perceptions and guest counts.\nDisruptions in operations or price volatility in a market can also result from governmental actions, such as price, foreign exchange or changes in traderelated tariffs or controls, sanctions and counter sanctions, government-mandated closure of our franchisees’ or our suppliers’ operations, and asset seizures.\nThe cost and disruption of responding to governmental investigations or inquiries, whether or not they have merit, or the impact of these other measures, may\nimpact our results and could cause reputational or other harm. Our international success depends in part on the effectiveness of our strategies and brandbuilding initiatives to reduce our exposure to such governmental investigations or inquiries.\nAdditionally, challenges and uncertainties are associated with operating in developing markets, which may entail a relatively higher risk of political\ninstability, economic volatility, crime, corruption and social and ethnic unrest. Such challenges may be exacerbated in many cases by a lack of an independent\nand experienced judiciary and uncertainties in how local law is applied and enforced, including in areas most relevant to commercial transactions and foreign\ninvestment. An inability to manage effectively the risks associated with our international operations could have a material adverse effect on our business and\nfinancial condition.\nWe may also face challenges and uncertainties in developed markets. For example, as a result of the U.K.'s decision to leave the European Union through\na negotiated exit over a period of time, including its formal commencement of exit proceedings, it is possible that there will be increased regulatory complexities,\nas well as potential referenda in the U.K. and/or other European countries, that could cause uncertainty in European or worldwide economic conditions. The\ndecision created volatility in certain foreign currency exchange rates that may or may not continue. Any of these effects, and others we cannot anticipate, could\nadversely affect our business, results of operations, financial condition and cash flows.\nMcDonald's Corporation 2018 Annual Report 6\nChanges in tax laws and unanticipated tax liabilities could adversely affect the taxes we pay and our profitability.\nWe are subject to income and other taxes in the U.S. and foreign jurisdictions, and our operations, plans and results are affected by tax and other\ninitiatives around the world. In particular, we are affected by the impact of changes to tax laws or policy or related authoritative interpretations. We are also\nimpacted by settlements of pending or any future adjustments proposed by taxing and governmental authorities inside and outside of the U.S. in connection with\nour tax audits, all of which will depend on their timing, nature and scope. Any significant increases in income tax rates, changes in income tax laws or\nunfavorable resolution of tax matters could have a material adverse impact on our financial results.\nChanges in commodity and other operating costs could adversely affect our results of operations.\nThe profitability of our Company-operated restaurants depends in part on our ability to anticipate and react to changes in commodity costs, including food,\npaper, supplies, fuel, utilities and distribution, and other operating costs, including labor. Any volatility in certain commodity prices or fluctuation in labor costs\ncould adversely affect our operating results by impacting restaurant profitability. The commodity markets for some of the ingredients we use, such as beef and\nchicken, are particularly volatile due to factors such as seasonal shifts, climate conditions, industry demand, international commodity markets, food safety\nconcerns, product recalls and government regulation, all of which are beyond our control and, in many instances, unpredictable. We can only partially address\nfuture price risk through hedging and other activities, and therefore increases in commodity costs could have an adverse impact on our profitability.\nIncreasing regulatory complexity may adversely affect restaurant operations and our financial results.\nOur regulatory environment worldwide exposes us to complex compliance and similar risks that could affect our operations and results in material ways. In\nmany of our markets, we are subject to increasing regulation, which has increased our cost of doing business. We are affected by the cost, compliance and\nother risks associated with the often conflicting and highly prescriptive regulations we face, including where inconsistent standards imposed by multiple\ngovernmental authorities can adversely affect our business and increase our exposure to litigation or governmental investigations or proceedings.\nOur success depends in part on our ability to manage the impact of new, potential or changing regulations that can affect our business plans and\noperations. These regulations include product packaging, marketing, the nutritional content and safety of our food and other products, labeling and other\ndisclosure practices. Compliance efforts with those regulations may be affected by ordinary variations in food preparation among our own restaurants and the\nneed to rely on the accuracy and completeness of information from third-party suppliers (particularly given varying requirements and practices for testing and\ndisclosure).\nAdditionally, we are working to manage the risks and costs to us, our franchisees and our supply chain of the effects of climate change, greenhouse gases,\nand diminishing energy and water resources. These risks include the increased public focus, including by governmental and nongovernmental organizations, on\nthese and other environmental sustainability matters, such as packaging and waste, animal health and welfare, deforestation and land use. These risks also\ninclude the increased pressure to make commitments, set targets or establish additional goals and take actions to meet them. These risks could expose us to\nmarket, operational and execution costs or risks. If we are unable to effectively manage the risks associated with our complex regulatory environment, it could\nhave a material adverse effect on our business and financial condition.\nWe are subject to increasing legal complexity and could be party to litigation that could adversely affect us.\nIncreasing legal complexity will continue to affect our operations and results in material ways. We could be subject to legal proceedings that may adversely\naffect our business, including class actions, administrative proceedings, government investigations and proceedings, employment and personal injury claims,\nlandlord/tenant disputes, disputes with current or former suppliers, claims by current or former franchisees and intellectual property claims (including claims that\nwe infringed another party’s trademarks, copyrights or patents). Regardless of whether any claims against us are valid or whether we are found to be liable,\nclaims may be expensive to defend and may divert management's attention away from operations which could have a material adverse effect on our business\nand financial condition.\nInconsistent standards imposed by governmental authorities can adversely affect our business and increase our exposure to regulatory proceedings or\nlitigation.\nLitigation and regulatory action concerning our relationship with franchisees and the legal distinction between our franchisees and us for employment law\npurposes, if determined adversely, could increase costs, negatively impact our business operations and the business prospects of our franchisees and subject\nus to incremental liability for their actions. Similarly, although our commercial relationships with our suppliers remain independent, there may be attempts to\nchallenge that independence, which, if determined adversely, could also increase costs, negatively impact the business prospects of our suppliers, and subject\nus to incremental liability for their actions.\nWe are also subject to legal and compliance risks and associated liability, such as in the areas of privacy and data collection, protection and management,\nas it relates to information associated with our technology-related services and platforms made available to business partners, customers, employees or other\nthird parties.\nOur results could also be affected by the following: • The relative level of our defense costs, which vary from period to period depending on the number, nature and procedural status of pending proceedings; • The cost and other effects of settlements, judgments or consent decrees, which may require us to make disclosures or take other actions that may affect\nperceptions of our brand and products; • Adverse results of pending or future litigation, including litigation challenging the composition and preparation of our products, or the appropriateness or\naccuracy of our marketing or other communication practices; and\n• The scope and terms of insurance or indemnification protections that we may have.\nMcDonald's Corporation 2018 Annual Report 7\nA judgment significantly in excess of any applicable insurance coverage or third party indemnity could materially adversely affect our financial condition or\nresults of operations. Further, adverse publicity resulting from claims may hurt our business.\nWe may not be able to adequately protect our intellectual property or adequately confirm we are not infringing the intellectual property of others,\nwhich could harm the value of the McDonald’s brand and our business.\nThe success of our business depends on our continued ability to use our existing trademarks and service marks in order to increase brand awareness and\nfurther develop our branded products in both domestic and international markets. We rely on a combination of trademarks, copyrights, service marks, trade\nsecrets, patents and other intellectual property rights to protect our brand and branded products.\nWe have registered certain trademarks and have other trademark registrations pending in the U.S. and certain foreign jurisdictions. The trademarks that\nwe currently use have not been registered in all of the countries outside of the U.S. in which we do business or may do business in the future and may never be\nregistered in all of these countries. The steps we have taken to protect our intellectual property in the U.S. and foreign countries may not be adequate. In\naddition, the steps we have taken may not adequately confirm that we do not infringe the intellectual property of others, and third parties may claim infringement\nby us in the future. In particular, we may be involved in intellectual property claims, including often aggressive or opportunistic attempts to enforce patents used\nin information technology systems, which might affect our operations and results. Any claim of infringement, whether or not it has merit, could be timeconsuming, result in costly litigation and harm our business.\nWe cannot guarantee that franchisees and other third parties who hold licenses to our intellectual property will not take actions that hurt the value of our\nintellectual property.\nChanges in accounting standards or the recognition of impairment or other charges may adversely affect our future operations and results.\nNew accounting standards or changes in financial reporting requirements, accounting principles or practices, including with respect to our critical\naccounting estimates, could adversely affect our future results. We may also be affected by the nature and timing of decisions about underperforming markets or\nassets, including decisions that result in impairment or other charges that reduce our earnings. In assessing the recoverability of our long-lived assets, we\nconsider changes in economic conditions and make assumptions regarding estimated future cash flows and other factors. These estimates are highly subjective\nand can be significantly impacted by many factors such as global and local business and economic conditions, operating costs, inflation, competition, consumer\nand demographic trends, and our restructuring activities. If our estimates or underlying assumptions change in the future, we may be required to record\nimpairment charges. If we experience any such changes, they could have a significant adverse effect on our reported results for the affected periods.\nA decrease in our credit ratings or an increase in our funding costs could adversely affect our profitability.\nOur credit ratings may be negatively affected by our results of operations or changes in our debt levels. As a result, our interest expense, the availability of\nacceptable counterparties, our ability to obtain funding on favorable terms, collateral requirements and our operating or financial flexibility could all be negatively\naffected, especially if lenders impose new operating or financial covenants.\nOur operations may also be impacted by regulations affecting capital flows, financial markets or financial institutions, which can limit our ability to manage\nand deploy our liquidity or increase our funding costs. If any of these events were to occur, they could have a material adverse effect on our business and\nfinancial condition.\nTrading volatility and price of our common stock may be adversely affected by many factors.\nMany factors affect the volatility and price of our common stock in addition to our operating results and prospects. The most important of these factors,\nsome of which are outside our control, are the following: • The unpredictable nature of global economic and market conditions; • Governmental action or inaction in light of key indicators of economic activity or events that can significantly influence financial markets, particularly in the\nU.S., which is the principal trading market for our common stock, and media reports and commentary about economic or other matters, even when the\nmatter in question does not directly relate to our business; • Trading activity in our common stock or trading activity in derivative instruments with respect to our common stock or debt securities, which can be\naffected by market commentary (including commentary that may be unreliable or incomplete); unauthorized disclosures about our performance, plans or\nexpectations about our business; our actual performance and creditworthiness; investor confidence, driven in part by expectations about our performance;\nactions by shareholders and others seeking to influence our business strategies; portfolio transactions in our stock by significant shareholders; or trading\nactivity that results from the ordinary course rebalancing of stock indices in which McDonald’s may be included, such as the S&P 500 Index and the Dow\nJones Industrial Average; • The impact of our stock repurchase program or dividend rate; and\n• The impact on our results of corporate actions and market and third-party perceptions and assessments of such actions, such as those we may take from\ntime to time as we implement our strategies in light of changing business, legal and tax considerations and evolve our corporate structure.\nMcDonald's Corporation 2018 Annual Report 8\nEvents such as severe weather conditions, natural disasters, hostilities and social unrest, among others, can adversely affect our results and\nprospects.\nSevere weather conditions, natural disasters, hostilities and social unrest, terrorist activities, health epidemics or pandemics (or expectations about them)\ncan adversely affect consumer spending and confidence levels and supply availability and costs, as well as the local operations in impacted markets, all of which\ncan affect our results and prospects. Our receipt of proceeds under any insurance we maintain with respect to some of these risks may be delayed or the\nproceeds may be insufficient to cover our losses fully.",
      "item7a":""
    },
    "19": {
      "item1a":"If we do not successfully evolve and execute against our business strategies, including under the Velocity Growth Plan, we may\nnot be able to increase operating income.\nTo drive operating income growth, our business strategies must be effective in maintaining and strengthening customer appeal,\ndelivering sustainable guest count growth and driving a higher average check. Whether these strategies are successful depends mainly\non our System’s ability to:\n• Continue to innovate and differentiate the McDonald’s experience, including by preparing and serving our food in a way that\nbalances value and convenience to our customers with profitability;\n• Capitalize on our global scale, iconic brand and local market presence to enhance our ability to retain, regain and convert key\ncustomer groups;\n• Utilize our organizational structure to build on our progress and execute against our business strategies;\n• Integrate and augment our technology and digital initiatives, including mobile ordering and delivery;\n• Identify and develop restaurant sites consistent with our plans for net growth of Systemwide restaurants;\n• Operate restaurants with high service levels and optimal capacity while managing the increasing complexity of our restaurant\noperations, create efficiencies through innovative use of technology and complete Experience of the Future (“EOTF”), particularly\nin the U.S.; and\n• Accelerate our existing strategies, including through growth opportunities, acquisitions, investments and partnerships.\nIf we are delayed or unsuccessful in executing our strategies, or if our strategies do not yield the desired results, our business,\nfinancial condition and results of operations may suffer.\nOur investments to enhance the customer experience, including through technology, may not generate the expected returns.\nOur long-term business objectives depend on the successful Systemwide execution of our strategies. We continue to build upon\nour investments in technology and modernization, including in EOTF (which focuses on restaurant modernization), digital engagement\nand delivery, in order to transform the customer experience. As part of these investments, we are placing renewed emphasis on improving\nour service model and strengthening relationships with customers, in part through digital channels and loyalty initiatives, as well as mobile\nordering and payment systems. We also continue to refine our delivery initiatives, including through growing awareness and trial, and to\nenhance our drive-thru technologies, which may not generate expected returns. If these initiatives are not well executed, or if we do not\nfully realize the intended benefits of these significant investments, our business results may suffer.\nIf we do not anticipate and address evolving consumer preferences and effectively execute our pricing, promotional and\nmarketing plans, our business could suffer.\nOur continued success depends on our System’s ability to retain, regain and convert customers. In order to do so, we need to\nanticipate and respond effectively to continuously shifting consumer demographics and trends in food sourcing, food preparation, food\nofferings and consumer preferences in the “informal eating out” (“IEO”) segment. If we are not able to predict, or quickly and effectively\nrespond to, these changes, or our competitors predict or respond more effectively, our financial results could be adversely impacted.\nOur ability to retain, regain and convert customers also depends on the impact of pricing, promotional and marketing plans across\nthe System, and the ability to adjust these plans to respond quickly and effectively to evolving customer preferences, as well as shifting\neconomic and competitive conditions. Existing or future pricing strategies, and the value proposition they represent, are expected to\ncontinue to be important components of our business strategy; however, they may not be successful in retaining, regaining and converting\ncustomers, or may not be as successful as the efforts of our competitors, and could negatively impact sales, guest counts and market\nshare.\nAdditionally, we operate in a complex and costly advertising environment. Our marketing and advertising programs may not be\nsuccessful in retaining, regaining and converting customers. Our success depends in part on whether the allocation of our advertising and\nmarketing resources across different channels, including digital marketing, allows us to reach our customers effectively and efficiently. If\nthe advertising and marketing programs are not successful, or are not as successful as those of our competitors, our sales, guest counts\nand market share could decrease.\nMcDonald's Corporation 2019 Annual Report 26\nFailure to preserve the value and relevance of our brand could have an adverse impact on our financial results.\nTo be successful in the future, we believe we must preserve, enhance and leverage the value of our brand. Brand value is based in\npart on consumer perceptions. Those perceptions are affected by a variety of factors, including the nutritional content and preparation of\nour food, the ingredients we use, the manner in which we source commodities and our general business practices. Consumer acceptance\nof our offerings is subject to change for a variety of reasons, and some changes can occur rapidly. For example, nutritional, health,\nenvironmental and other scientific studies and conclusions, which constantly evolve and may have contradictory implications, drive\npopular opinion, litigation and regulation (including initiatives intended to drive consumer behavior) in ways that affect the IEO segment or\nperceptions of our brand, generally or relative to available alternatives. Consumer perceptions may also be affected by adverse\ncommentary from third parties, including through social media or conventional media outlets, regarding the quick-service category of the\nIEO segment, our brand, our operations, our suppliers, or our franchisees. If we are unsuccessful in addressing adverse commentary or\nperceptions, whether or not accurate, our brand and our financial results may suffer.\nAdditionally, the ongoing relevance of our brand may depend on the success of our sustainability initiatives, which require\nSystemwide coordination and alignment. We are working to manage any risks and costs to us, our franchisees and our supply chain of\nany effects of climate change, greenhouse gases, and diminishing energy and water resources. These risks include any increased public\nfocus, including by governmental and nongovernmental organizations, on these and other environmental sustainability matters, such as\npackaging and waste, animal health and welfare, deforestation and land use. These risks also include any increased pressure to make\ncommitments, set targets or establish additional goals and take actions to meet them. These risks could expose us to market, operational\nand execution costs or risks.\nIf we are not effective in addressing social and environmental responsibility matters or achieving relevant sustainability goals,\nconsumer trust in our brand may suffer. In particular, business incidents or practices, whether actual or perceived, that erode consumer\ntrust or confidence, particularly if such incidents or practices receive considerable publicity or result in litigation, can significantly reduce\nbrand value and have a negative impact on our financial results.\nWe face intense competition in our markets, which could hurt our business.\nWe compete primarily in the IEO segment, which is highly competitive. We also face sustained, intense competition from traditional,\nfast casual and other competitors, which may include many non-traditional market participants such as convenience stores, grocery\nstores and coffee shops. We expect our environment to continue to be highly competitive, and our results in any particular reporting\nperiod may be impacted by a contracting IEO segment or by new or continuing actions or product offerings of our competitors, which may\nhave a short- or long-term impact on our results.\nWe compete on the basis of product choice, quality, affordability, service and location. In particular, we believe our ability to compete\nsuccessfully in the current market environment depends on our ability to improve existing products, successfully develop and introduce\nnew products, price our products appropriately, deliver a relevant customer experience, manage the complexity of our restaurant\noperations, manage our investments in technology and modernization, and respond effectively to our competitors’ actions or offerings or\nto unforeseen disruptive actions. There can be no assurance these strategies will be effective, and some strategies may be effective at\nimproving some metrics while adversely affecting other metrics, which could have the overall effect of harming our business.\nUnfavorable general economic conditions could adversely affect our business and financial results.\nOur results of operations are substantially affected by economic conditions, which can vary significantly by market and can impact\nconsumer disposable income levels and spending habits. Economic conditions can also be impacted by a variety of factors including\nhostilities, epidemics and actions taken by governments to manage national and international economic matters, whether through\nausterity, stimulus measures or trade measures, and initiatives intended to control wages, unemployment, credit availability, inflation,\ntaxation and other economic drivers. Sustained adverse economic conditions or periodic adverse changes in economic conditions in our\nmarkets could pressure our operating performance, and our business and financial results may suffer.\nOur results of operations are also affected by fluctuations in currency exchange rates and unfavorable currency fluctuations could\nadversely affect reported earnings.\nSupply chain interruptions may increase costs or reduce revenues.\nWe depend on the effectiveness of our supply chain management to assure reliable and sufficient supply of quality products on\nfavorable terms. Although many of the products we sell are sourced from a wide variety of suppliers in countries around the world, certain\nproducts have limited suppliers, which may increase our reliance on those suppliers. Supply chain interruptions, including shortages and\ntransportation issues, and price increases can adversely affect us as well as our suppliers and franchisees, whose performance may have\na significant impact on our results. Such shortages or disruptions could be caused by factors beyond the control of our suppliers,\nfranchisees or us. If we experience interruptions in our System’s supply chain, our costs could increase and it could limit the availability of\nproducts critical to our System’s operations.\nFood safety concerns may have an adverse effect on our business.\nOur ability to increase sales and profits depends on our System’s ability to meet expectations for safe food and on our ability to\nmanage the potential impact on McDonald’s of food-borne illnesses and food or product safety issues that may arise in the future,\nincluding in the supply chain, restaurants or delivery. Food safety is a top priority, and we dedicate substantial resources to ensure that\nour customers enjoy safe food products, including as our menu and service model evolve. However, food safety events, including\ninstances of food-borne illness, occur within the food industry and our System from time to time and could occur in the future. Instances of\nfood tampering, food contamination or food-borne illness, whether actual or perceived, could adversely affect our brand and reputation as\nwell as our revenues and profits.\nMcDonald's Corporation 2019 Annual Report 27\nOur franchise business model presents a number of risks.\nThe Company's success as a heavily franchised business relies to a large degree on the financial success and cooperation of our\nfranchisees, including our developmental licensees and affiliates. Our restaurant margins arise from two sources: fees from franchised\nrestaurants (e.g., rent and royalties based on a percentage of sales) and, to a lesser degree, sales from Company-operated restaurants.\nOur franchisees and developmental licensees manage their businesses independently, and therefore are responsible for the day-to-day\noperation of their restaurants. The revenues we realize from franchised restaurants are largely dependent on the ability of our franchisees\nto grow their sales. Business risks affecting our operations also affect our franchisees. If our franchisees do not experience sales growth,\nour revenues and margins could be negatively affected as a result. Also, if sales trends worsen for franchisees, their financial results may\ndeteriorate, which could result in, among other things, restaurant closures, or delayed or reduced payments to us.\nOur success also relies on the willingness and ability of our independent franchisees and affiliates to implement major initiatives,\nwhich may include financial investment, and to remain aligned with us on operating, value/promotional and capital-intensive reinvestment\nplans. The ability of franchisees to contribute to the achievement of our plans is dependent in large part on the availability to them of\nfunding at reasonable interest rates and may be negatively impacted by the financial markets in general, by the creditworthiness of our\nfranchisees or the Company or by banks’ lending practices. If our franchisees are unwilling or unable to invest in major initiatives or are\nunable to obtain financing at commercially reasonable rates, or at all, our future growth and results of operations could be adversely\naffected.\nOur operating performance could also be negatively affected if our franchisees experience food safety or other operational problems\nor project an image inconsistent with our brand and values, particularly if our contractual and other rights and remedies are limited, costly\nto exercise or subjected to litigation and potential delays. If franchisees do not successfully operate restaurants in a manner consistent\nwith our required standards, our brand’s image and reputation could be harmed, which in turn could hurt our business and operating\nresults.\nOur ownership mix also affects our results and financial condition. The decision to own restaurants or to operate under franchise or\nlicense agreements is driven by many factors whose interrelationship is complex. The benefits of our more heavily franchised structure\ndepend on various factors including whether we have effectively selected franchisees, licensees and/or affiliates that meet our rigorous\nstandards, whether we are able to successfully integrate them into our structure and whether their performance and the resulting\nownership mix supports our brand and financial objectives.\nChallenges with respect to talent management could harm our business.\nEffective succession planning is important to our long-term success. The Board named Christopher Kempczinski as President and\nChief Executive Officer and named Joseph Erlinger as President, McDonald's USA, effective as of November 1, 2019. In addition, on\nDecember 6, 2019, the Board named Ian Borden as President, International, effective that same day. Failure to effectively identify,\ndevelop and retain key personnel, recruit high-quality candidates and ensure smooth management and personnel transitions, including\nthe recent leadership transitions, could disrupt our business and adversely affect our results.\nChallenges with respect to labor, including availability and cost, could impact our business and results of operations.\nOur success depends in part on our System’s ability to proactively recruit, motivate and retain qualified individuals to work in\nMcDonald's restaurants and to maintain appropriately-staffed restaurants in an intensely competitive environment. In many of our\nmarkets, unemployment is low and demand is high for labor. Increased costs associated with recruiting, motivating and retaining qualified\nemployees to work in our Company-operated restaurants, as well as costs to promote awareness of the opportunities of working at\nMcDonald's restaurants, could have a negative impact on our Company-operated margins. Similar concerns apply to our franchisees.\nWe are also impacted by the costs and other effects of compliance with U.S. and international regulations affecting our workforce,\nwhich includes our staff and employees working in our Company-operated restaurants. These regulations are increasingly focused on\nemployment issues, including wage and hour, healthcare, immigration, retirement and other employee benefits and workplace practices.\nClaims of non-compliance with these regulations could result in liability and expense to us. Our potential exposure to reputational and\nother harm regarding our workplace practices or conditions or those of our independent franchisees or suppliers, including those giving\nrise to claims of sexual harassment or discrimination (or perceptions thereof) could have a negative impact on consumer perceptions of\nus and our business. Additionally, economic action, such as boycotts, protests, work stoppages or campaigns by labor organizations,\ncould adversely affect us (including our ability to recruit and retain talent) or the franchisees and suppliers that are also part of the\nMcDonald's System and whose performance may have a material impact on our results.\nInformation technology system failures or interruptions, or breaches of network security, may impact our operations or cause\nreputational harm.\nWe are increasingly reliant upon technology systems, such as point-of-sale, technologies supporting McDonald’s digital and delivery\nsolutions, and technologies that facilitate communication and collaboration with affiliated entities, customers, employees, franchisees,\nsuppliers, service providers or other independent third parties to conduct our business, whether developed and maintained by us or\nprovided by third parties. Any failure or interruption of these systems could significantly impact our franchisees’ operations, or our\ncustomers’ experience and perceptions. Additionally, we provide certain technology systems to businesses that are unaffiliated with the\nMcDonald’s System and a failure, interruption or breach of these systems may cause harm to those unaffiliated parties, which may result\nin liability to the Company or reputational harm.\nDespite the implementation of security measures, those technology systems could become vulnerable to damage, disability or\nfailures due to theft, fire, power loss, telecommunications failure or other catastrophic events. Certain technology systems may also\nbecome vulnerable, unreliable or inefficient in cases where technology vendors limit or terminate product support and maintenance. Our\nincreasing reliance on third party systems also present the risks faced by the third party’s business, including the operational, security and\ncredit risks of those parties. If those systems were to fail or otherwise be unavailable, and we were unable to recover in a timely manner,\nwe could experience an interruption in our or our franchisees’ operations.\nMcDonald's Corporation 2019 Annual Report 28\nFurthermore, security incidents or breaches have from time to time occurred and may in the future occur involving our systems, the\nsystems of the parties we communicate or collaborate with (including franchisees), or those of third party providers. These may include\nsuch things as unauthorized access, phishing attacks, account takeovers, denial of service, computer viruses, introduction of malware or\nransomware and other disruptive problems caused by hackers. Our technology systems contain personal, financial and other information\nthat is entrusted to us by our customers, our employees, our franchisees, our business customers and other third parties, as well as\nfinancial, proprietary and other confidential information related to our business. An actual or alleged security breach could result in\ndisruptions, shutdowns, theft or unauthorized disclosure of personal, financial, proprietary or other confidential information. The\noccurrence of any of these incidents could result in reputational damage, adverse publicity, loss of consumer confidence, reduced sales\nand profits, complications in executing our growth initiatives and regulatory and legal risk, including criminal penalties or civil liabilities.\nIf we fail to comply with privacy and data collection laws, we could be subject to penalties, which could negatively affect our\nfinancial results or brand perceptions.\nWe are subject to legal and compliance risks and associated liability related to privacy and data collection, protection and\nmanagement, as it relates to information associated with our technology-related services and platforms made available to business\npartners, customers, employees, franchisees or other third parties. For example, the General Data Protection Regulation (“GDPR”)\nrequires entities processing the personal data of individuals in the European Union to meet certain requirements regarding the handling of\nthat data. We are also subject to U.S. federal and state and foreign laws and regulations in this area. These regulations have been\nsubject to frequent change, and there may be markets or jurisdictions that propose or enact new or emerging data privacy requirements in\nthe future. Failure to meet GDPR or other data privacy requirements could result in substantial penalties and materially adversely impact\nour financial results or brand perceptions.\nThe global scope of our business subjects us to risks that could negatively affect our business.\nWe encounter differing cultural, regulatory, geopolitical and economic environments within and among the more than 100 countries\nwhere McDonald’s restaurants operate, and our ability to achieve our business objectives depends on the System's success in these\nenvironments. Meeting customer expectations is complicated by the risks inherent in our global operating environment, and our global\nsuccess is partially dependent on our System’s ability to leverage operating successes across markets and brand perceptions. Planned\ninitiatives may not have appeal across multiple markets with McDonald's customers and could drive unanticipated changes in customer\nperceptions and guest counts.\nDisruptions in operations or price volatility in a market can also result from governmental actions, such as price, foreign exchange or\nchanges in trade-related tariffs or controls, sanctions and counter sanctions, government-mandated closure of our, our franchisees’ or our\nsuppliers’ operations, and asset seizures. Trade policies, tariffs and other regulations affecting trade between the U.S. and other countries\ncould adversely affect our business and operations. These and other government actions may impact our results and could cause\nreputational or other harm. Our international success depends in part on the effectiveness of our strategies and brand-building initiatives\nto reduce our exposure to such governmental actions.\nAdditionally, challenges and uncertainties are associated with operating in developing markets, which may entail a relatively higher\nrisk of political instability, economic volatility, crime, corruption and social and ethnic unrest. Such challenges may be exacerbated in many\ncases by a lack of an independent and experienced judiciary and uncertainties in how local law is applied and enforced, including in areas\nmost relevant to commercial transactions and foreign investment. An inability to manage effectively the risks associated with our\ninternational operations could have a material adverse effect on our business and financial condition.\nWe may also face challenges and uncertainties in developed markets. For example, as a result of the U.K.’s decision to leave the\nEuropean Union, whether through a negotiated exit over a period of time or without any agreement in place to govern post-exit relations, it\nis possible that there will be increased regulatory complexities, particularly in the event that the U.K. leaves the European Union without\nany agreement in place, as well as potential additional referenda in the U.K. and/or other European countries, that could cause\nuncertainty in European or worldwide economic conditions. The decision created volatility in certain foreign currency exchange rates that\nmay or may not continue, and may result in increased supply chain costs for items that are imported from other countries. Any of these\neffects, and others we cannot anticipate, could adversely affect our business, results of operations, financial condition and cash flows.\nIf we do not effectively manage our real estate portfolio, our operating results may be negatively impacted.\nWe have significant real estate operations, primarily in connection with our restaurant business. We generally own or secure a longterm lease on the land and building for conventional franchised and Company-operated restaurant sites. We seek to identify and develop\nrestaurant locations that offer convenience to customers and long-term sales and profit potential. As we generally secure long-term real\nestate interests for our restaurants, we have limited flexibility to quickly alter our real estate portfolio. The competitive business landscape\ncontinues to evolve in light of changing business trends, consumer preferences, trade area demographics, consumer use of digital and\ndelivery, local competitive positions and other economic factors. If our restaurants are not located in desirable locations, or if we do not\nevolve in response to these factors, it could adversely affect Systemwide sales and profitability.\nOur real estate values and the costs associated with our real estate operations are also impacted by a variety of other factors,\nincluding governmental regulations; insurance; zoning, tax and eminent domain laws; interest rate levels and the cost of financing. A\nsignificant change in real estate values, or an increase in costs as a result of any of these factors, could adversely affect our operating\nresults. \nMcDonald's Corporation 2019 Annual Report 29\nChanges in tax laws and unanticipated tax liabilities could adversely affect the taxes we pay and our profitability.\nWe are subject to income and other taxes in the U.S. and foreign jurisdictions, and our operations, plans and results are affected by\ntax and other initiatives around the world. In particular, we are affected by the impact of changes to tax laws or policy or related\nauthoritative interpretations. We are also impacted by settlements of pending or any future adjustments proposed by taxing and\ngovernmental authorities inside and outside of the U.S. in connection with our tax audits, all of which will depend on their timing, nature\nand scope. Any significant increases in income tax rates, changes in income tax laws or unfavorable resolution of tax matters could have\na material adverse impact on our financial results.\nChanges in commodity and other operating costs could adversely affect our results of operations.\nThe profitability of our Company-operated restaurants depends in part on our ability to anticipate and react to changes in commodity\ncosts, including food, paper, supplies, fuel, utilities and distribution, and other operating costs, including labor. Any volatility in certain\ncommodity prices or fluctuation in labor costs could adversely affect our operating results by impacting restaurant profitability. The\ncommodity markets for some of the ingredients we use, such as beef and chicken, are particularly volatile due to factors such as seasonal\nshifts, climate conditions, industry demand, international commodity markets, food safety concerns, product recalls and government\nregulation, all of which are beyond our control and, in many instances, unpredictable. We can only partially address future price risk\nthrough hedging and other activities, and therefore increases in commodity costs could have an adverse impact on our profitability.\nIncreasing regulatory and legal complexity may adversely affect our business and financial results.\nOur regulatory and legal environment worldwide exposes us to complex compliance, litigation and similar risks that could affect our\noperations and results in material ways. Many of our markets are subject to increasing, conflicting and highly prescriptive regulations\ninvolving, among other matters, product packaging, marketing, the nutritional and allergen content and safety of our food and other\nproducts, labeling and other disclosure practices. Compliance efforts with those regulations may be affected by ordinary variations in food\npreparation among our own restaurants and the need to rely on the accuracy and completeness of information from third-party suppliers.\nOur success depends in part on our ability to manage the impact of regulations that can affect our business plans and operations, and\nhave increased our costs of doing business and exposure to litigation, governmental investigations or other proceedings.\nWe are also subject to legal proceedings that may adversely affect our business, including class actions, administrative\nproceedings, government investigations and proceedings, shareholder proceedings, employment and personal injury claims, landlord/\ntenant disputes, supplier related disputes, and claims by current or former franchisees. Regardless of whether claims against us are valid\nor whether we are found to be liable, claims may be expensive to defend and may divert management's attention away from operations.\nLitigation and regulatory action concerning our relationship with franchisees and the legal distinction between our franchisees and\nus for employment law purposes, if determined adversely, could increase costs, negatively impact our business operations and the\nbusiness prospects of our franchisees and subject us to incremental liability for their actions. Similarly, although our commercial\nrelationships with our suppliers remain independent, there may be attempts to challenge that independence, which, if determined\nadversely, could also increase costs, negatively impact the business prospects of our suppliers, and subject us to incremental liability for\ntheir actions.\nOur results could also be affected by the following:\n• The relative level of our defense costs, which vary from period to period depending on the number, nature and procedural status of\npending proceedings;\n• The cost and other effects of settlements, judgments or consent decrees, which may require us to make disclosures or take other\nactions that may affect perceptions of our brand and products; and\n• Adverse results of pending or future litigation, including litigation challenging the composition and preparation of our products, or\nthe appropriateness or accuracy of our marketing or other communication practices.\nA judgment significantly in excess of any applicable insurance coverage or third party indemnity could materially adversely affect our\nfinancial condition or results of operations. Further, adverse publicity resulting from claims may hurt our business. If we are unable to\neffectively manage the risks associated with our complex regulatory and legal environment, it could have a material adverse effect on our\nbusiness and financial condition.\nWe may not be able to adequately protect our intellectual property or adequately ensure that we are not infringing the\nintellectual property of others, which could harm the value of the McDonald’s brand and our business.\nThe success of our business depends on our continued ability to use our existing trademarks and service marks in order to increase\nbrand awareness and further develop our branded products in both domestic and international markets. We rely on a combination of\ntrademarks, copyrights, service marks, trade secrets, patents and other intellectual property rights to protect our brand and branded\nproducts.\nWe have registered certain trademarks and have other trademark registrations pending in the U.S. and certain foreign jurisdictions.\nThe trademarks that we currently use have not been registered in all of the countries outside of the U.S. in which we do business or may\ndo business in the future and may never be registered in all of these countries. It may be costly and time consuming to protect our\nintellectual property, and the steps we have taken to protect our intellectual property in the U.S. and foreign countries may not be\nadequate. In addition, the steps we have taken may not adequately ensure that we do not infringe the intellectual property of others, and\nthird parties may claim infringement by us in the future. In particular, we may be involved in intellectual property claims, including often\naggressive or opportunistic attempts to enforce patents used in information technology systems, which might affect our operations and\nresults. Any claim of infringement, whether or not it has merit, could be time-consuming, result in costly litigation and harm our business.\nWe cannot ensure that franchisees and other third parties who hold licenses to our intellectual property will not take actions that hurt\nthe value of our intellectual property.\nMcDonald's Corporation 2019 Annual Report 30\nChanges in accounting standards or the recognition of impairment or other charges may adversely affect our future operations\nand results.\nNew accounting standards or changes in financial reporting requirements, accounting principles or practices, including with\nrespect to our critical accounting estimates, could adversely affect our future results. We may also be affected by the nature and timing of\ndecisions about underperforming markets or assets, including decisions that result in impairment or other charges that reduce our\nearnings. In assessing the recoverability of our long-lived assets, we consider changes in economic conditions and make assumptions\nregarding estimated future cash flows and other factors. These estimates are highly subjective and can be significantly impacted by many\nfactors such as global and local business and economic conditions, operating costs, inflation, competition, consumer and demographic\ntrends, and our restructuring activities. If our estimates or underlying assumptions change in the future, we may be required to record\nimpairment charges. If we experience any such changes, they could have a significant adverse effect on our reported results for the\naffected periods.\nA decrease in our credit ratings or an increase in our funding costs could adversely affect our profitability.\nOur credit ratings may be negatively affected by our results of operations or changes in our debt levels. As a result, our interest\nexpense, the availability of acceptable counterparties, our ability to obtain funding on favorable terms, collateral requirements and our\noperating or financial flexibility could all be negatively affected, especially if lenders impose new operating or financial covenants.\nOur operations may also be impacted by regulations affecting capital flows, financial markets or financial institutions, which can limit\nour ability to manage and deploy our liquidity or increase our funding costs. If any of these events were to occur, they could have a\nmaterial adverse effect on our business and financial condition.\nTrading volatility and the price of our common stock may be adversely affected by many factors.\nMany factors affect the volatility and price of our common stock in addition to our operating results and prospects. The most\nimportant of these factors, some of which are outside our control, are the following:\n• The unpredictable nature of global economic and market conditions;\n• Governmental action or inaction in light of key indicators of economic activity or events that can significantly influence financial\nmarkets, particularly in the U.S., which is the principal trading market for our common stock, and media reports and commentary\nabout economic, trade or other matters, even when the matter in question does not directly relate to our business;\n• Trading activity in our common stock or trading activity in derivative instruments with respect to our common stock or debt\nsecurities, which can be affected by market commentary (including commentary that may be unreliable or incomplete);\nunauthorized disclosures about our performance, plans or expectations about our business; our actual performance and\ncreditworthiness; investor confidence, driven in part by expectations about our performance; actions by shareholders and others\nseeking to influence our business strategies; portfolio transactions in our stock by significant shareholders; or trading activity that\nresults from the ordinary course rebalancing of stock indices in which McDonald’s may be included, such as the S&P 500 Index\nand the Dow Jones Industrial Average;\n• The impact of our stock repurchase program or dividend rate; and\n• The impact on our results of corporate actions and market and third-party perceptions and assessments of such actions, such as\nthose we may take from time to time as we implement our strategies, including through acquisitions, in light of changing business,\nlegal and tax considerations and evolve our corporate structure.\nEvents such as severe weather conditions, natural disasters, hostilities and social unrest, among others, can adversely affect\nour results and prospects.\nSevere weather conditions, natural disasters, hostilities and social unrest, any shifting climate patterns, terrorist activities, health\nepidemics or pandemics (or expectations about them) can adversely affect consumer spending and confidence levels and supply\navailability and costs, as well as the local operations in impacted markets, all of which can affect our results and prospects. For example,\nthe recent outbreak of the coronavirus in China has disrupted local operations, and neither the duration nor scope of the disruption can be\npredicted. Therefore, while we expect this matter to negatively impact our results, the related financial impact cannot be reasonably\nestimated at this time. Our receipt of proceeds under any insurance we maintain with respect to some of these risks may be delayed or\nthe proceeds may be insufficient to cover our losses fully.\nMcDonald's Corporation 2019 Annual Report 31\nLEGAL PROCEEDINGS\nThe Company has pending a number of lawsuits that have been filed in various jurisdictions. These lawsuits cover a broad variety of\nallegations spanning the Company’s entire business. The following is a brief description of the more significant types of claims and lawsuits.\nIn addition, the Company is subject to various national and local laws and regulations that impact various aspects of its business, as\ndiscussed below. While the Company does not believe that any such claims, lawsuits or regulations will have a material adverse effect on its\nfinancial condition or results of operations, unfavorable rulings could occur. Were an unfavorable ruling to occur, there exists the possibility\nof a material adverse impact on net income for the period in which the ruling occurs or for future periods.\nFranchising\nA substantial number of McDonald’s restaurants are franchised to independent owner/operators and developmental licensees under\ncontractual arrangements with the Company. In the course of the franchise relationship, occasional disputes arise between the Company\nand its current or former franchisees relating to a broad range of subjects including, but not limited to, quality, service and cleanliness\nissues, menu pricing, contentions regarding grants or terminations of franchises, delinquent payments of rents and fees, and franchisee\nclaims for additional franchises or renewals of franchises. Additionally, occasional disputes arise between the Company and individuals who\nclaim they should have been granted a McDonald’s franchise or who challenge the legal distinction between the Company and its\nfranchisees for employment law purposes.\nSuppliers\nThe Company and its affiliates and subsidiaries generally do not",
      "item7a":""
    },
    "20":{
      "item1a":"GLOBAL PANDEMIC\nThe COVID-19 pandemic has adversely affected and is expected to continue to adversely affect our financial results, condition and\noutlook.\nHealth epidemics or pandemics can adversely affect consumer spending and confidence levels and supply availability and costs, as\nwell as the local operations in impacted markets, all of which can affect our financial results, condition and outlook. Importantly, the global\npandemic resulting from COVID-19 has disrupted global health, economic and market conditions, consumer behavior and McDonald’s\nglobal restaurant operations beginning in early 2020. Local and national governmental mandates or recommendations and public\nperceptions of the risks associated with the COVID-19 pandemic have caused, and we expect will continue to cause, consumer behavior to\nchange and worsening or volatile economic conditions, each of which could continue to adversely affect our business. In addition, our global\noperations have been disrupted to varying degrees and may continue to be disrupted given the unpredictability of the virus, its resurgences\nand government responses thereto as well as potentially permanent changes to the industry we operate in. While we cannot predict the\nduration or scope of the COVID-19 pandemic, the resurgence of infections in one or more markets, or the impact of vaccines across the\nglobe, the COVID-19 pandemic has negatively impacted our business and is expected to continue to impact our financial results, condition\nand outlook in a way that may be material.\nThe COVID-19 pandemic may also heighten other risks disclosed in these Risk Factors, such as, but not limited to, those related to\nconsumer behavior, consumer perceptions of our brand, supply chain interruptions, commodity costs and labor availability and cost.\nSTRATEGY AND BRAND\nIf we do not successfully evolve and execute against our business strategies, including the new Accelerating the Arches strategy,\nwe may not be able to drive business growth.\nTo drive Systemwide sales, operating income and free cash flow growth, our business strategies must be effective in maintaining and\nstrengthening customer appeal and capturing additional market share. Whether these strategies are successful depends mainly on our\nSystem’s ability to:\n• Capitalize on our global scale, iconic brand and local market presence to build upon our historic strengths and competitive\nadvantages, such as our marketing, core menu items and digital, delivery and drive thru;\n• Continue to innovate and differentiate the McDonald's experience, including by preparing and serving our food in a way that\nbalances value and convenience to our customers with profitability;\n• Accelerate digital innovation for a fast and easy customer experience;\n• Continue to run great restaurants by driving efficiencies and expanding capacities while continuing to prioritize health and safety;\n• Identify and develop restaurant sites consistent with our plans for net growth of Systemwide restaurants;\n• Accelerate our existing strategies, including through growth opportunities and potential acquisitions, investments and partnerships;\nand\n• Evolve and adjust our business strategies in response to, among other things, changing consumer behavior, operational\nrestrictions and impacts to our results of operations and liquidity, including as a result of the COVID-19 pandemic.\nIf we are delayed or unsuccessful in executing our strategies, or if our strategies do not yield the desired results, our business,\nfinancial condition and results of operations may suffer.\nFailure to preserve the value and relevance of our brand could have an adverse impact on our financial results.\nTo be successful in the future, we believe we must preserve, enhance and leverage the value of our brand, including our corporate\npurpose, mission and values. Brand value is based in part on consumer perceptions. Those perceptions are affected by a variety of factors,\nincluding the nutritional content and preparation of our food, the ingredients we use, the manner in which we source commodities and our\ngeneral business practices. Consumer acceptance of our offerings is subject to change for a variety of reasons, and some changes can\noccur rapidly. For example, nutritional, health, environmental and other scientific studies and conclusions, which constantly evolve and may\nhave contradictory implications, drive popular opinion, litigation and regulation (including initiatives intended to drive consumer behavior) in\nways that affect the “informal eating out” (“IEO”) segment or perceptions of our brand, generally or relative to available alternatives.\nConsumer perceptions may also be affected by adverse commentary from third parties, including through social media or conventional\nmedia outlets, regarding the quick-service category of the IEO segment, our brand, our culture, our operations, our suppliers, or our\nfranchisees. If we are unsuccessful in addressing adverse commentary or perceptions, whether or not accurate, our brand and our financial\nresults may suffer.\nAdditionally, the ongoing relevance of our brand may depend on the success of our sustainability initiatives, which require\nSystemwide coordination and alignment. We are working to manage any risks and costs to us, our franchisees and our supply chain of any\neffects of climate change, greenhouse gases, and diminishing energy and water resources. These risks include any increased public focus,\nincluding by governmental and nongovernmental organizations, on these and other environmental sustainability matters, such as packaging\nand waste, animal health and welfare, deforestation and land use. These risks also include any increased pressure to make commitments,\nset targets or establish additional goals and take actions to meet them. These risks could expose us to market, operational and execution\ncosts or risks.\nMcDonald's Corporation 2020 Annual Report 29\nIf we are not effective in addressing social and environmental responsibility matters or achieving relevant sustainability goals,\nconsumer trust in our brand may suffer. In particular, business incidents or practices, whether actual or perceived, that erode consumer trust\nor confidence, particularly if such incidents or practices receive considerable publicity or result in litigation, can significantly reduce brand\nvalue and have a negative impact on our financial results.\nIf we do not anticipate and address evolving consumer preferences and effectively execute our pricing, promotional and\nmarketing plans, our business could suffer.\nOur continued success depends on our System’s ability to build upon our historic strengths and competitive advantages. In order to\ndo so, we need to anticipate and respond effectively to continuously shifting consumer demographics and trends in food sourcing, food\npreparation, food offerings and consumer preferences and behaviors in the IEO segment. If we are not able to predict, or quickly and\neffectively respond to, these changes, or our competitors predict or respond more effectively, our financial results could be adversely\nimpacted.\nOur ability to build upon our strengths and advantages also depends on the impact of pricing, promotional and marketing plans\nacross the System, and the ability to adjust these plans to respond quickly and effectively to evolving customer preferences, as well as\nshifting economic and competitive conditions. Existing or future pricing strategies, marketing plans, and the value proposition they represent,\nare expected to continue to be important components of our business strategy; however, they may not be successful, or may not be as\nsuccessful as the efforts of our competitors, and could negatively impact sales, guest counts and market share.\nAdditionally, we operate in a complex and costly advertising environment. Our marketing and advertising programs may not be\nsuccessful in reaching our customers in the way we intend. Our success depends in part on whether the allocation of our advertising and\nmarketing resources across different channels, including digital marketing, allows us to reach our customers effectively and efficiently, and in\nways that are meaningful to them. If the advertising and marketing programs are not successful, or are not as successful as those of our\ncompetitors, our sales, guest counts and market share could decrease.\nOur investments to enhance the customer experience, including through technology, may not generate the expected returns.\nOur long-term business objectives depend on the successful Systemwide execution of our strategies. We continue to build upon our\ninvestments in technology and modernization, digital engagement and delivery, in order to transform the customer experience. As part of\nthese investments, we are placing renewed emphasis on improving our service model and strengthening relationships with customers, in\npart through digital channels and loyalty initiatives, mobile ordering and payment systems, and enhancing our drive thru technologies, which\nmay not generate expected returns. We also continue to offer and refine our delivery initiatives, including through growing awareness and\ntrial. Utilizing a third-party delivery service may not have the same level of profitability as a non-delivery transaction, and may introduce\nadditional food quality and customer satisfaction risks. If these customer experience initiatives are not well executed, or if we do not fully\nrealize the intended benefits of these significant investments, our business results may suffer.\nWe face intense competition in our markets, which could hurt our business.\nWe compete primarily in the IEO segment, which is highly competitive. We also face sustained, intense competition from traditional,\nfast casual and other competitors, which may include many non-traditional market participants such as convenience stores, grocery stores\nand coffee shops as well as online retailers. We expect our environment to continue to be highly competitive, and our results in any\nparticular reporting period may be impacted by a contracting IEO segment or by new or continuing actions, product offerings or\nconsolidation of our competitors and third party partners, which may have a short- or long-term impact on our results.\nWe compete on the basis of product choice, quality, affordability, service and location. In particular, we believe our ability to compete\nsuccessfully in the current market environment depends on our ability to improve existing products, successfully develop and introduce new\nproducts, price our products appropriately, deliver a relevant customer experience, manage the complexity of our restaurant operations,\nmanage our investments in technology and modernization, and respond effectively to our competitors’ actions or offerings or to unforeseen\ndisruptive actions. There can be no assurance these strategies will be effective, and some strategies may be effective at improving some\nmetrics while adversely affecting other metrics, which could have the overall effect of harming our business.\nWe may not be able to adequately protect our intellectual property or adequately ensure that we are not infringing the intellectual\nproperty of others, which could harm the value of the McDonald’s brand and our business.\nThe success of our business depends on our continued ability to use our existing trademarks and service marks in order to increase\nbrand awareness and further develop our branded products in both domestic and international markets. We rely on a combination of\ntrademarks, copyrights, service marks, trade secrets, patents and other intellectual property rights to protect our brand and branded\nproducts.\nWe have registered certain trademarks and have other trademark registrations pending in the U.S. and certain foreign jurisdictions.\nThe trademarks that we currently use have not been registered in all of the countries outside of the U.S. in which we do business or may do\nbusiness in the future and may never be registered in all of these countries. It may be costly and time consuming to protect our intellectual\nproperty, and the steps we have taken to protect our intellectual property in the U.S. and foreign countries may not be adequate. In addition,\nthe steps we have taken may not adequately ensure that we do not infringe the intellectual property of others, and third parties may claim\ninfringement by us in the future. In particular, we may be involved in intellectual property claims, including often aggressive or opportunistic\nattempts to enforce patents used in information technology systems, which might affect our operations and results. Any claim of\ninfringement, whether or not it has merit, could be time-consuming, result in costly litigation and harm our business.\nWe cannot ensure that franchisees and other third parties who hold licenses to our intellectual property will not take actions that hurt\nthe value of our intellectual property.\n30 McDonald's Corporation 2020 Annual Report \nOPERATIONS\nThe global scope of our business subjects us to risks that could negatively affect our business.\nWe encounter differing cultural, regulatory, geopolitical and economic environments within and among the more than 100 countries\nwhere McDonald’s restaurants operate, and our ability to achieve our business objectives depends on the System's success in these\nenvironments. Meeting customer expectations is complicated by the risks inherent in our global operating environment, and our global\nsuccess is partially dependent on our System’s ability to leverage operating successes across markets and brand perceptions. Planned\ninitiatives may not have appeal across multiple markets with McDonald's customers and could drive unanticipated changes in customer\nperceptions and guest counts.\nDisruptions in operations or price volatility in a market can also result from governmental actions, such as price, foreign exchange or\nchanges in trade-related tariffs or controls, sanctions and counter sanctions, government-mandated closure of our, our franchisees’ or our\nsuppliers’ operations, and asset seizures. Trade policies, tariffs and other regulations affecting trade between the U.S. and other countries\ncould adversely affect our business and operations. These and other government actions may impact our results and could cause\nreputational or other harm. Our international success depends in part on the effectiveness of our strategies and brand-building initiatives to\nreduce our exposure to such governmental actions.\nAdditionally, challenges and uncertainties are associated with operating in developing markets, which may entail a relatively higher\nrisk of political instability, economic volatility, crime, corruption and social and ethnic unrest. Such challenges may be exacerbated in many\ncases by a lack of an independent and experienced judiciary and uncertainties in how local law is applied and enforced, including in areas\nmost relevant to commercial transactions and foreign investment. An inability to manage effectively the risks associated with our\ninternational operations could have a material adverse effect on our business and financial condition.\nWe may also face challenges and uncertainties in developed markets. For example, as a result of the U.K.’s exit from the European\nUnion, it is possible that there will be increased regulatory complexities and uncertainty in European or worldwide economic conditions. The\ndecision created volatility in certain foreign currency exchange rates that may or may not continue, and may result in increased supply chain\ncosts for items that are imported from other countries. Any of these effects, and others we cannot anticipate, could adversely affect our\nbusiness, results of operations, financial condition and cash flows.\nSupply chain interruptions may increase costs or reduce revenues.\nWe depend on the effectiveness of our supply chain management to assure reliable and sufficient supply of quality products on\nfavorable terms. Although many of the products we sell are sourced from a wide variety of suppliers in countries around the world, certain\nproducts have limited suppliers, which may increase our reliance on those suppliers. Supply chain interruptions, including as a result of\nshortages and transportation issues or unexpected increases in demand, and price increases can adversely affect us as well as our\nsuppliers and franchisees, whose performance may have a significant impact on our results. Such shortages or disruptions could be caused\nby factors beyond the control of our suppliers, franchisees or us. If we experience interruptions in our System’s supply chain, or if\ncontingency planning is not effective, our costs could increase and it could limit the availability of products critical to our System’s\noperations.\nOur franchise business model presents a number of risks.\nThe Company's success as a heavily franchised business relies to a large degree on the financial success and cooperation of our\nfranchisees, including our developmental licensees and affiliates. Our restaurant margins arise from two sources: fees from franchised\nrestaurants (e.g., rent and royalties based on a percentage of sales) and, to a lesser degree, sales from Company-operated restaurants.\nOur franchisees and developmental licensees manage their businesses independently, and therefore are responsible for the day-to-day\noperation of their restaurants. The revenues we realize from franchised restaurants are largely dependent on the ability of our franchisees to\ngrow their sales. Business risks affecting our operations also affect our franchisees. In particular, our franchisees have also been\nsignificantly impacted by the COVID-19 pandemic, and the Company granted the deferral of cash collection for certain rent and royalties\nearned from franchisees in substantially all markets. If franchisee sales trends worsen, or do not improve at a sufficiently rapid rate, our\nfinancial results will continue to be negatively affected, which may be material.\nOur success also relies on the willingness and ability of our independent franchisees and affiliates to implement major initiatives,\nwhich may include financial investment, and to remain aligned with us on operating, value/promotional and capital-intensive reinvestment\nplans. The ability of franchisees to contribute to the achievement of our plans is dependent in large part on the availability to them of funding\nat reasonable interest rates and may be negatively impacted by the financial markets in general, by the creditworthiness of our franchisees\nor the Company or by banks’ lending practices. If our franchisees are unwilling or unable to invest in major initiatives or are unable to obtain\nfinancing at commercially reasonable rates, or at all, our future growth and results of operations could be adversely affected.\nOur operating performance could also be negatively affected if our franchisees experience food safety or other operational problems\nor project an image inconsistent with our brand and values, particularly if our contractual and other rights and remedies are limited, costly to\nexercise or subjected to litigation and potential delays. If franchisees do not successfully operate restaurants in a manner consistent with our\nrequired standards, our brand’s image and reputation could be harmed, which in turn could hurt our business and operating results.\nOur ownership mix also affects our results and financial condition. The decision to own restaurants or to operate under franchise or\nlicense agreements is driven by many factors whose interrelationship is complex. The benefits of our more heavily franchised structure\ndepend on various factors including whether we have effectively selected franchisees, licensees and/or affiliates that meet our rigorous\nstandards, whether we are able to successfully integrate them into our structure and whether their performance and the resulting ownership\nmix supports our brand and financial objectives.\nMcDonald's Corporation 2020 Annual Report 31\nChallenges with respect to labor, including availability and cost, could impact our business and results of operations.\nOur success depends in part on our System’s ability to proactively recruit, motivate and retain qualified individuals to work in\nMcDonald's restaurants and to maintain appropriately-staffed restaurants in an intensely competitive environment. Increased costs\nassociated with recruiting, motivating and retaining qualified employees to work in our Company-operated restaurants, as well as costs to\npromote awareness of the opportunities of working at McDonald's restaurants, could have a negative impact on our Company-operated\nmargins. Similar concerns apply to our franchisees.\nWe are also impacted by the costs and other effects of compliance with U.S. and international regulations affecting our workforce,\nwhich includes our staff and employees working in our Company-operated restaurants. These regulations are increasingly focused on\nemployment issues, including wage and hour, healthcare, immigration, retirement and other employee benefits and workplace practices.\nClaims of non-compliance with these regulations could result in liability and expense to us. Our potential exposure to reputational and other\nharm regarding our workplace practices or conditions or those of our independent franchisees or suppliers, including those giving rise to\nclaims of harassment or discrimination (or perceptions thereof) or workplace safety could have a negative impact on consumer perceptions\nof us and our business. Additionally, economic action, such as boycotts, protests, work stoppages or campaigns by labor organizations,\ncould adversely affect us (including our ability to recruit and retain talent) or the franchisees and suppliers that are also part of the\nMcDonald's System and whose performance may have a material impact on our results.\nEffective succession planning is important to our continued success.\nEffective succession planning is important to our long-term success. Failure to effectively identify, develop and retain key personnel,\nrecruit high-quality candidates and ensure smooth management and personnel transitions could disrupt our business and adversely affect\nour results.\nFood safety concerns may have an adverse effect on our business.\nOur ability to increase sales and profits depends on our System’s ability to meet expectations for safe food and on our ability to\nmanage the potential impact on McDonald’s of food-borne illnesses and food or product safety issues that may arise in the future, including\nin the supply chain, restaurants or delivery. Food safety is a top priority, and we dedicate substantial resources to ensure that our customers\nenjoy safe food products, including as our menu and service model evolve. However, food safety events, including instances of food-borne\nillness, occur within the food industry and our System from time to time and could occur in the future. Instances of food tampering, food\ncontamination or food-borne illness, whether actual or perceived, could adversely affect our brand and reputation as well as our revenues\nand profits.\nIf we do not effectively manage our real estate portfolio, our operating results may be negatively impacted.\nWe have significant real estate operations, primarily in connection with our restaurant business. We generally own or secure a longterm lease on the land and building for conventional franchised and Company-operated restaurant sites. We seek to identify and develop\nrestaurant locations that offer convenience to customers and long-term sales and profit potential. As we generally secure long-term real\nestate interests for our restaurants, we have limited flexibility to quickly alter our real estate portfolio. The competitive business landscape\ncontinues to evolve in light of changing business trends, consumer preferences, trade area demographics, consumer use of digital and\ndelivery, local competitive positions and other economic factors. If our restaurants are not located in desirable locations, or if we do not\nevolve in response to these factors, it could adversely affect Systemwide sales and profitability.\nOur real estate values and the costs associated with our real estate operations are also impacted by a variety of other factors,\nincluding governmental regulations; insurance; zoning, tax and eminent domain laws; interest rate levels and the cost of financing. A\nsignificant change in real estate values, or an increase in costs as a result of any of these factors, could adversely affect our operating\nresults.\nInformation technology system failures or interruptions, or breaches of network security, may impact our operations or cause\nreputational harm.\nWe are increasingly reliant upon technology systems, such as point-of-sale, technologies supporting McDonald’s digital and delivery\nsolutions, and technologies that facilitate communication and collaboration with affiliated entities, customers, employees, franchisees,\nsuppliers, service providers or other independent third parties to conduct our business, whether developed and maintained by us or provided\nby third parties. Any failure or interruption of these systems could significantly impact our franchisees’ operations, or our customers’\nexperience and perceptions. Additionally, we provide certain technology systems to businesses that are unaffiliated with the McDonald’s\nSystem and a failure, interruption or breach of these systems may cause harm to those unaffiliated parties, which may result in liability to the\nCompany or reputational harm.\nDespite the implementation of security measures, those technology systems could become vulnerable to damage, disability or\nfailures due to theft, fire, power loss, telecommunications failure or other catastrophic events. Certain technology systems may also become\nvulnerable, unreliable or inefficient in cases where technology vendors limit or terminate product support and maintenance. Our increasing\nreliance on third party systems also present the risks faced by the third party’s business, including the operational, security and credit risks\nof those parties. If those systems were to fail or otherwise be unavailable, or if business continuity or disaster recovery plans were not\neffective, and we were unable to recover in a timely manner, we could experience an interruption in our or our franchisees’ operations.\n32 McDonald's Corporation 2020 Annual Report \nFurthermore, security incidents or breaches have from time to time occurred and may in the future occur involving our systems, the\nsystems of the parties we communicate or collaborate with (including franchisees), or those of third party providers. These may include such\nthings as unauthorized access, phishing attacks, account takeovers, denial of service, computer viruses, introduction of malware or\nransomware and other disruptive problems caused by hackers. Our technology systems contain personal, financial and other information\nthat is entrusted to us by our customers, our employees, our franchisees, our business customers and other third parties, as well as\nfinancial, proprietary and other confidential information related to our business. An actual or alleged security breach could result in\ndisruptions, shutdowns, theft or unauthorized disclosure of personal, financial, proprietary or other confidential information. The occurrence\nof any of these incidents could result in reputational damage, adverse publicity, loss of consumer confidence, reduced sales and profits,\ncomplications in executing our growth initiatives and regulatory and legal risk, including criminal penalties or civil liabilities.\nLEGAL AND REGULATORY\nIncreasing regulatory and legal complexity may adversely affect our business and financial results.\nOur regulatory and legal environment worldwide exposes us to complex compliance, litigation and similar risks that could affect our\noperations and results in material ways. Many of our markets are subject to increasing, conflicting and highly prescriptive regulations\ninvolving, among other matters, restaurant operations, product packaging, marketing, the nutritional and allergen content and safety of our\nfood and other products, labeling and other disclosure practices. Compliance efforts with those regulations may be affected by ordinary\nvariations in food preparation among our own restaurants and the need to rely on the accuracy and completeness of information from thirdparty suppliers. Our success depends in part on our ability to manage the impact of regulations that can affect our business plans and\noperations, and have increased our costs of doing business and exposure to litigation, governmental investigations or other proceedings.\nWe are also subject to legal proceedings that may adversely affect our business, including class actions, administrative proceedings,\ngovernment investigations and proceedings, shareholder proceedings, employment and personal injury claims, landlord/ tenant disputes,\nsupplier related disputes, and claims by current or former franchisees. Regardless of whether claims against us are valid or whether we are\nfound to be liable, claims may be expensive to defend and may divert management's attention away from operations.\nLitigation and regulatory action concerning our relationship with franchisees and the legal distinction between our franchisees and us\nfor employment law purposes, if determined adversely, could increase costs, negatively impact our business operations and the business\nprospects of our franchisees and subject us to incremental liability for their actions. Similarly, although our commercial relationships with our\nsuppliers remain independent, there may be attempts to challenge that independence, which, if determined adversely, could also increase\ncosts, negatively impact the business prospects of our suppliers, and subject us to incremental liability for their actions.\nOur results could also be affected by the following:\n• The relative level of our defense costs, which vary from period to period depending on the number, nature and procedural status of\npending proceedings;\n• The cost and other effects of settlements, judgments or consent decrees, which may require us to make disclosures or take other\nactions that may affect perceptions of our brand and products; and\n• Adverse results of pending or future litigation, including litigation challenging the composition and preparation of our products, or\nthe appropriateness or accuracy of our marketing or other communication practices.\nA judgment significantly in excess of any applicable insurance coverage or third party indemnity could materially adversely affect our\nfinancial condition or results of operations. Further, adverse publicity resulting from claims may hurt our business. If we are unable to\neffectively manage the risks associated with our complex regulatory and legal environment, it could have a material adverse effect on our\nbusiness and financial condition.\nChanges in tax laws and unanticipated tax liabilities could adversely affect the taxes we pay and our profitability.\nWe are subject to income and other taxes in the U.S. and foreign jurisdictions, and our operations, plans and results are affected by\ntax and other initiatives around the world. In particular, we are affected by the impact of changes to tax laws or policy or related authoritative\ninterpretations. We are also impacted by settlements of pending or any future adjustments proposed by taxing and governmental authorities\ninside and outside of the U.S. in connection with our tax audits, all of which will depend on their timing, nature and scope. Any significant\nincreases in income tax rates, changes in income tax laws or unfavorable resolution of tax matters could have a material adverse impact on\nour financial results.\nChanges in accounting standards or the recognition of impairment or other charges may adversely affect our future operations\nand results.\nNew accounting standards or changes in financial reporting requirements, accounting principles or practices, including with respect to\nour critical accounting estimates, could adversely affect our future results. We may also be affected by the nature and timing of decisions\nabout underperforming markets or assets, including decisions that result in impairment or other charges that reduce our earnings. In\nassessing the recoverability of our long-lived assets, we consider changes in economic conditions and make assumptions regarding\nestimated future cash flows and other factors. These estimates are highly subjective and can be significantly impacted by many factors such\nas global and local business and economic conditions, operating costs, inflation, competition, consumer and demographic trends, and our\nrestructuring activities. If our estimates or underlying assumptions change in the future, we may be required to record impairment charges. If\nwe experience any such changes, they could have a significant adverse effect on our reported results for the affected periods.\nMcDonald's Corporation 2020 Annual Report 33\nIf we fail to comply with privacy and data collection laws, we could be subject to legal proceedings and penalties, which could\nnegatively affect our financial results or brand perceptions.\nWe are subject to legal and compliance risks and associated liability related to privacy and data collection, protection and\nmanagement, as it relates to information associated with our technology-related services and platforms made available to business partners,\ncustomers, employees, franchisees or other third parties. For example, the General Data Protection Regulation (“GDPR”) requires entities\nprocessing the personal data of individuals in the European Union to meet certain requirements regarding the handling of that data. We are\nalso subject to U.S. federal and state and foreign laws and regulations in this area such as the California Consumer Privacy Act (“CCPA”).\nThese regulations have been subject to frequent change, and there may be markets or jurisdictions that propose or enact new or emerging\ndata privacy requirements in the future. Failure to comply with GDPR, CCPA or other privacy and data collection laws could result in legal\nproceedings and substantial penalties, and materially adversely impact our financial results or brand perceptions.\nMACROECONOMIC AND MARKET CONDITIONS\nUnfavorable general economic conditions could adversely affect our business and financial results.\nOur results of operations are substantially affected by economic conditions, which can vary significantly by market and can impact\nconsumer disposable income levels and spending habits. Economic conditions can also be impacted by a variety of factors including\nhostilities, epidemics, pandemics and actions taken by governments to manage national and international economic matters, whether\nthrough austerity, stimulus measures or trade measures, and initiatives intended to control wages, unemployment, credit availability,\ninflation, taxation and other economic drivers. Sustained adverse economic conditions or periodic adverse changes in economic conditions\nin our markets could pressure our operating performance and our business continuity disruption planning, and our business and financial\nresults may suffer.\nOur results of operations are also affected by fluctuations in currency exchange rates and unfavorable currency fluctuations could\nadversely affect reported earnings.\nChanges in commodity and other operating costs could adversely affect our results of operations.\nThe profitability of our Company-operated restaurants depends in part on our ability to anticipate and react to changes in commodity\ncosts, including food, paper, supplies, fuel, utilities and distribution, and other operating costs, including labor. Any volatility in certain\ncommodity prices or fluctuation in labor costs could adversely affect our operating results by impacting restaurant profitability. The\ncommodity markets for some of the ingredients we use, such as beef and chicken, are particularly volatile due to factors such as seasonal\nshifts, climate conditions, industry demand, international commodity markets, food safety concerns, product recalls and government\nregulation, all of which are beyond our control and, in many instances, unpredictable. We can only partially address future price risk through\nhedging and other activities, and therefore increases in commodity costs could have an adverse impact on our profitability.\nA decrease in our credit ratings or an increase in our funding costs could adversely affect our profitability.\nOur credit ratings may be negatively affected by our results of operations or changes in our debt levels. As a result, our interest\nexpense, the availability of acceptable counterparties, our ability to obtain funding on favorable terms, collateral requirements and our\noperating or financial flexibility could all be negatively affected, especially if lenders impose new operating or financial covenants.\nOur operations may also be impacted by regulations affecting capital flows, financial markets or financial institutions, which can limit\nour ability to manage and deploy our liquidity or increase our funding costs. If any of these events were to occur, they could have a material\nadverse effect on our business and financial condition.\nTrading volatility and the price of our common stock may be adversely affected by many factors.\nMany factors affect the volatility and price of our common stock in addition to our operating results and prospects. The most important\nof these factors, some of which are outside our control, are the following:\n• The unpredictable nature of global economic and market conditions;\n• Governmental action or inaction in light of key indicators of economic activity or events that can significantly influence financial\nmarkets, particularly in the U.S., which is the principal trading market for our common stock, and media reports and commentary\nabout economic, trade or other matters, even when the matter in question does not directly relate to our business;\n• Trading activity in our common stock or trading activity in derivative instruments with respect to our common stock or debt\nsecurities, which can be affected by market commentary (including commentary that may be unreliable or incomplete);\nunauthorized disclosures about our performance, plans or expectations about our business; our actual performance and\ncreditworthiness; investor confidence, driven in part by expectations about our performance; actions by shareholders and others\nseeking to influence our business strategies; portfolio transactions in our stock by significant shareholders; or trading activity that\nresults from the ordinary course rebalancing of stock indices in which McDonald’s may be included, such as the S&P 500 Index\nand the Dow Jones Industrial Average;\n• The impact of our stock repurchase program or dividend rate; and\n• The impact on our results of corporate actions and market and third-party perceptions and assessments of such actions, such as\nthose we may take from time to time as we implement our strategies, including through acquisitions, in light of changing business,\nlegal and tax considerations and evolve our corporate structure.\n34 McDonald's Corporation 2020 Annual Report \nEvents such as severe weather conditions, natural disasters, hostilities and social unrest, among others, can adversely affect our\nresults and prospects.\nSevere weather conditions, natural disasters, hostilities and social unrest, climate change or terrorist activities (or expectations about\nthem) can adversely affect consumer spending and confidence levels and supply availability and costs, as well as the local operations in\nimpacted markets, all of which can affect our results and prospects. Our receipt of proceeds under any insurance we maintain with respect\nto some of these risks may be delayed or the proceeds may be insufficient to cover our losses fully. ",
      "item7a":""
    },
    "21":{
      "item1a":"",
      "item7a":""
    },
}
