{
    "16": {
      "item1a":"We discuss our expectations regarding future performance, events and\noutcomes, such as our business outlook and objectives in this Form 10-K,\nquarterly reports, press releases and other written and oral communications.\nAll statements, except for historical and present factual information, are\n“forward-looking statements” and are based on financial data and business\nplans available only as of the time the statements are made, which may\nbecome outdated or incomplete. We assume no obligation to update any\nforward-looking statements as a result of new information, future events or\nother factors. Forward-looking statements are inherently uncertain, and\ninvestors must recognize that events could significantly differ from our\nexpectations.\nThe following discussion of “risk factors” identifies significant factors that\nmay adversely affect our business, operations, financial position or future\nfinancial performance. This information should be read in conjunction with\nthe MD&A and the Consolidated Financial Statements and related Notes\nincorporated in this report. The following discussion of risks is not all\ninclusive, but is designed to highlight what we believe are important factors to\nconsider when evaluating our expectations. These and other factors could\ncause our future results to differ from those in the forward-looking statements\nand from historical trends.\nThe Procter & Gamble Company 3\nOur business is subject to numerous risks as a result of our having\nsignificant operations and sales in international markets, including\nforeign currency fluctuations, currency exchange or pricing controls and\nlocalized volatility.\nWe are a global company, with operations in approximately 70 countries and\nproducts sold in more than 180 countries and territories around the world. We\nhold assets, incur liabilities, earn revenues and pay expenses in a variety of\ncurrencies other than the U.S. dollar, and our operations outside the U.S.\ngenerate a significant portion of our net revenue. Fluctuations in exchange\nrates for foreign currencies, such as the recent volatility in the Russian ruble,\nmay reduce the U.S. dollar value of revenues, profits and cash flows we\nreceive from non-U.S. markets, increase our supply costs (as measured in\nU.S. dollars) in those markets, negatively impact our competitiveness in those\nmarkets or otherwise adversely impact our business results or financial\ncondition. Moreover, discriminatory or conflicting fiscal policies in different\ncountries could adversely affect our results. See also the Results of Operations\nand Cash Flow, Financial Condition and Liquidity sections of the MD&A and\nNote 9 to our Consolidated Financial Statements.\nWe also have sizable businesses and maintain local currency cash balances in\na number of foreign countries with exchange, import authorization, pricing or\nother controls, including Argentina, Egypt, Nigeria and Ukraine. Our results\nof operations and financial condition could be adversely impacted if we are\nunable to successfully manage such controls, continue existing business\noperations and repatriate earnings from overseas, or if new or increased\ntariffs, quotas, exchange or price controls, trade barriers or similar restrictions\nare imposed on our business outside the U.S.\nAdditionally, our business, operations or employees may be adversely\naffected by political volatility, labor market disruptions or other crises or\nvulnerabilities in individual countries or regions, including political instability\nor upheaval, broad economic instability or sovereign risk related to a default\nby or deterioration in the credit worthiness of local governments, particularly\nin emerging markets.\nUncertain global economic conditions may adversely impact demand for\nour products or cause our customers and other business partners to\nsuffer financial hardship, which could adversely impact our business.\nOur business could be negatively impacted by reduced demand for our\nproducts related to one or more significant local, regional or global economic\ndisruptions, such as: a slow-down in the general economy; reduced market\ngrowth rates; tighter credit markets for our suppliers, vendors or customers; or\nthe inability to conduct day-to-day transactions through our financial\nintermediaries to pay funds to or collect funds from our customers, vendors\nand suppliers. Additionally, economic conditions may cause our suppliers,\ndistributors, contractors or other third party partners to suffer financial\ndifficulties that they cannot overcome, resulting in their inability to provide us\nwith the materials and services we need, in which case our business and\nresults of operations could be adversely affected. Customers may also suffer\nfinancial hardships due to economic\nconditions such that their accounts become uncollectible or are subject to\nlonger collection cycles. If we are unable to generate sufficient income and\ncash flow, it could affect the Company’s ability to achieve expected share\nrepurchase and dividend payments.\nDisruptions in credit markets or changes to our credit ratings may\nreduce our access to credit.\nA disruption in the credit markets or a downgrade of our current credit rating\ncould increase our future borrowing costs and impair our ability to access\ncapital and credit markets on terms commercially acceptable to us, which\ncould adversely affect our liquidity and capital resources or significantly\nincrease our cost of capital.\nDisruption in our global supply chain may negatively impact our business\nresults.\nOur ability to meet our customers’ needs and achieve cost targets depends on\nour ability to maintain key manufacturing and supply arrangements, including\nexecution of our previously-announced supply chain simplifications and\ncertain sole supplier or sole manufacturing plant arrangements. The loss or\ndisruption of such manufacturing and supply arrangements, including for\nissues such as labor disputes, loss or impairment of key manufacturing sites,\ninability to procure sufficient raw or input materials, natural disasters, acts of\nwar or terrorism or other external factors over which we have no control,\ncould interrupt product supply and, if not effectively managed and remedied,\nhave an adverse impact on our business, financial condition or results of\noperations.\nOur businesses face cost fluctuations and pressures that could affect our\nbusiness results.\nOur costs are subject to fluctuations, particularly due to changes in the prices\nof commodities and raw materials and the costs of labor, transportation,\nenergy, pension and healthcare. Therefore, our business results are dependent,\nin part, on our continued ability to manage these fluctuations through pricing\nactions, cost saving projects and sourcing decisions, while maintaining and\nimproving margins and market share. Failure to manage these fluctuations\ncould adversely impact our financial results.\nOur ability to meet our growth targets depends on successful product,\nmarketing and operations innovation and successful responses to\ncompetitive innovation . We are a consumer products company that relies on continued global demand\nfor our brands and products. Achieving our business results depends, in part,\non successfully developing, introducing and marketing new products and on\nmaking significant improvements to our equipment and manufacturing\nprocesses. The success of such innovation depends on our ability to correctly\nanticipate customer and consumer acceptance and trends, to obtain, maintain\nand enforce necessary intellectual property protections and to avoid infringing\nupon the intellectual property rights of others. We must also be able to\nsuccessfully respond to technological advances made by, and intellectual\nproperty rights granted to, competitors. Failure to continually innovate,\nimprove and\n4 The Procter & Gamble Company\nrespond to competitive moves could compromise our competitive position and\nadversely impact our results.\nThe ability to achieve our business objectives is dependent on how well\nwe can compete with our local and global competitors in new and existing\nmarkets and channels.\nThe consumer products industry is highly competitive. Across all of our\ncategories, we compete against a wide variety of global and local competitors.\nAs a result, we experience ongoing competitive pressures in the environments\nin which we operate, as well as challenges in maintaining profit margins. To\naddress these challenges, we must be able to successfully respond to\ncompetitive factors, including pricing, promotional incentives and trade terms.\nIn addition, evolving sales channels and business models may affect customer\nand consumer preferences as well as market dynamics, which, for example,\nmay be seen in the growing consumer preference for shopping online. Failure\nto successfully respond to competitive factors and effectively compete in\ngrowing sales channels and business models, particularly e-commerce, could\nnegatively impact our results.\nA significant change in customer relationships or in customer demand for\nour products could have a significant impact on our business.\nWe sell most of our products via retail customers, which include mass\nmerchandisers, grocery stores, membership club stores, drug stores,\ndepartment stores, distributors, baby stores, specialty beauty stores, ecommerce, high-frequency stores and pharmacies. Our success is dependent\non our ability to successfully manage relationships with our retail trade\ncustomers, which includes our ability to offer trade terms that are mutually\nacceptable and are aligned with our pricing and profitability targets.\nContinued consolidation among our retail customers could create significant\ncost and margin pressure on our business, and our business performance could\nsuffer if we cannot reach agreement with a key customer based on our trade\nterms and principles. Our business could also be negatively impacted if a key\ncustomer were to significantly reduce the inventory level of our products or\nexperience a significant business disruption.\nIf the reputation of the Company or one or more of our brands erodes\nsignificantly, it could have a material impact on our financial results.\nThe Company's reputation, and the reputation of our brands, form the\nfoundation of our relationships with key stakeholders and other\nconstituencies, including consumers, customers and suppliers. The quality and\nsafety of our products are critical to our business. Many of our brands have\nworldwide recognition, and our financial success is directly dependent on the\nsuccess of our brands. The success of our brands can suffer if our marketing\nplans or product initiatives do not have the desired impact on a brand's image\nor its ability to attract consumers. Our results could also be negatively\nimpacted if one of our brands suffers substantial harm to its reputation due to\na significant product recall, product-related litigation, changing consumer\nperceptions of certain ingredients, allegations of product tampering or the\ndistribution and sale of\ncounterfeit products. Additionally, negative or inaccurate postings or\ncomments on social media or networking websites about the Company or one\nof its brands could generate adverse publicity that could damage the\nreputation of our brands or the Company. If we are unable to effectively\nmanage real or perceived issues, including concerns about safety, quality,\ningredients, efficacy or similar matters, sentiments toward the Company or\nour products could be negatively impacted and our financial results could\nsuffer. Our Company also devotes significant time and resources to programs\nthat are consistent with our corporate values and are designed to protect and\npreserve our reputation, such as social responsibility and environmental\nsustainability. If these programs are not executed as planned or suffer\nnegative publicity, the Company's reputation and financial results could be\nadversely impacted.\nWe rely on third parties in many aspects of our business, which creates\nadditional risk.\nDue to the scale and scope of our business, we must rely on relationships with\nthird parties, including our suppliers, distributors, contractors, joint venture\npartners or external business partners, for certain functions. If we are unable\nto effectively manage our third party relationships and the agreements under\nwhich our third party partners operate, our financial results could suffer.\nAdditionally, while we have policies and procedures for managing these\nrelationships, they inherently involve a lesser degree of control over business\noperations, governance and compliance, thereby potentially increasing our\nfinancial, legal, reputational and operational risk.\nAn information security incident, including a cybersecurity breach, or\nthe failure of one or more key information technology systems, networks,\nhardware, processes, associated sites or service providers could have a\nmaterial adverse impact on our business or reputation.\nWe rely extensively on information technology (IT) systems, networks and\nservices, including internet sites, data hosting and processing facilities and\ntools, physical security systems and other hardware, software and technical\napplications and platforms, some of which are managed, hosted, provided\nand/or used by third-parties or their vendors, to assist in conducting our\nbusiness. The various uses of these IT systems, networks and services include,\nbut are not limited to: • ordering and managing materials from suppliers; • converting materials to finished products; • shipping products to customers; • marketing and selling products to consumers; • collecting, transferring, storing, and/or processing customer, consumer,\nemployee, vendor, investor, regulatory, and other stakeholder information\nand personal data; • summarizing and reporting results of operations; • hosting, processing and sharing, as appropriate, confidential and\nproprietary research, business plans and financial information;\nThe Procter & Gamble Company 5\n• collaborating via an online and efficient means of global business\ncommunications; • complying with regulatory, legal and tax requirements; • providing data security; and\n• handling other processes necessary to manage our business.\nNumerous and evolving information security threats, including advanced\npersistent cybersecurity threats, pose a risk to the security of our IT systems,\nnetworks and services, as well as to the confidentiality, availability and\nintegrity of our data and the availability and integrity of our critical business\noperations. As cybersecurity threats rapidly evolve in sophistication and\nbecome more prevalent across the industry globally, the Company is\ncontinually increasing its sensitivity and attention to these threats. We\ncontinue to assess potential threats and make investments seeking to address\nthese threats, including monitoring of networks and systems and upgrading\nskills, employee training and security policies for the Company and its thirdparty providers. However, because the techniques used in these attacks\nchange frequently and may be difficult to detect for periods of time, we may\nface difficulties in anticipating and implementing adequate preventative\nmeasures. Our IT databases and systems and our third party providers'\ndatabases and systems have been, and will likely continue to be, subject to\ncomputer viruses or other malicious codes, unauthorized access attempts,\ndenial of service attacks, phishing and other cyber-attacks. To date, we have\nseen no material impact on our business or operations from these attacks;\nhowever, we cannot guarantee that our security efforts or the security efforts\nof our third party providers will prevent breaches or breakdowns to our or our\nthird-party providers’ databases or systems. If the IT systems, networks or\nservice providers we rely upon fail to function properly or cause operational\noutages or aberrations, or if we or one of our third-party providers suffer a\nloss, significant unavailability of or disclosure of our business or stakeholder\ninformation, due to any number of causes, ranging from catastrophic events or\npower outages to improper data handling or security breaches, and our\nbusiness continuity plans do not effectively address these failures on a timely\nbasis, we may be exposed to reputational, competitive and business harm as\nwell as litigation and regulatory action. The costs and operational\nconsequences of responding to breaches and implementing remediation\nmeasures could be significant.\nWe must successfully manage compliance with legislation, regulation and\nenforcement, as well as pending legal matters in the U.S. and abroad.\nOur business is subject to a wide variety of laws and regulations across all of\nthe countries in which we do business, including those laws and regulations\ninvolving intellectual property, product liability, marketing, antitrust, privacy,\nenvironmental, employment, anti-bribery or anti-corruption (such as the U.S.\nForeign Corrupt Practices Act), tax or other matters. Rapidly changing laws,\nregulations and related interpretations, including changes in accounting\nstandards, as well as increased enforcement actions, create challenges for the\nCompany, including our compliance and ethics programs and\nmay alter the environment in which we do business, which could adversely\nimpact our financial results. If we are unable to continue to meet these\nchallenges and comply with all laws, regulations and related interpretations, it\ncould negatively impact our reputation and our business results. Failure to\nsuccessfully manage regulatory and legal matters and resolve such matters\nwithout significant liability or damage to our reputation may materially\nadversely impact our results of operations and financial position. Furthermore,\nif pending legal matters result in fines or costs in excess of the amounts\naccrued to date, that may also materially impact our results of operations and\nfinancial position.\nChanges in applicable tax regulations could negatively affect our\nfinancial results.\nThe Company is subject to taxation in the U.S. and numerous foreign\njurisdictions. Because the U.S. maintains a worldwide corporate tax system,\nthe foreign and U.S. tax systems are somewhat interdependent. For example,\ncertain income that is earned and taxed in countries outside the U.S. is not\ntaxed in the U.S., provided those earnings are indefinitely reinvested outside\nthe U.S. If those same foreign earnings are instead repatriated to the U.S.,\nadditional residual U.S. taxation will likely occur, due to the U.S.’s\nworldwide tax system and higher U.S. corporate tax rate. The U.S. is\nconsidering corporate tax reform that may significantly change the corporate\ntax rate and the U.S. international tax rules. Additionally, longstanding\ninternational tax norms that determine each country’s jurisdiction to tax crossborder international trade are evolving as a result of the Base Erosion and\nProfit Shifting project (“BEPS\") undertaken by the G8, G20 and Organization\nfor Economic Cooperation and Development (\"OECD\"). As these and other\ntax laws and related regulations change, our financial results could be\nmaterially impacted. Given the unpredictability of these possible changes and\ntheir potential interdependency, it is very difficult to assess whether the\noverall effect of such potential tax changes would be cumulatively positive or\nnegative for our earnings and cash flow, but such changes could adversely\nimpact our financial results.\nIf we are unable to successfully execute our portfolio optimization\nstrategy, as well as successfully manage ongoing acquisition, joint venture\nand divestiture activities, it could adversely impact our business.\nIn August 2014, the Company announced a plan to significantly streamline\nour product portfolio by divesting, discontinuing or consolidating about 100\nnon-strategic brands, resulting in a portfolio of about 65 brands. The\nCompany has announced the Beauty Brands transaction with Coty and\ncompleted a series of other transactions that will substantially complete this\nplan. Our ability to successfully execute our portfolio optimization strategy\ncould impact our results.\nIn addition, as a company that manages a portfolio of consumer brands, our\nongoing business model includes a certain level of acquisition, joint venture\nand divestiture activities. We must be able to successfully manage the impacts\nof these activities, while at the same time delivering against our business\n6 The Procter & Gamble Company\nobjectives. Specifically, our financial results could be adversely impacted by\nthe dilutive impacts from the loss of earnings associated with divested brands.\nOur financial results could also be impacted in the event of acquisitions or\njoint venture activities if: 1) changes in the cash flows or other market-based\nassumptions cause the value of acquired assets to fall below book value, or 2)\nwe are not able to deliver the expected cost and growth synergies associated\nwith such acquisitions and joint ventures, which could also have an impact on\ngoodwill and intangible assets.\nOur business results depend on our ability to successfully manage\nproductivity improvements and ongoing organizational change.\nOur financial projections assume certain ongoing productivity improvements\nand cost savings, including staffing adjustments as well as employee\ndepartures. Failure to deliver these planned productivity improvements and\ncost savings, while continuing to invest in business growth, could adversely\nimpact our financial results. Additionally, successfully executing management\ntransitions at leadership levels of the Company and retention of key\nemployees is critical to our business success. We are generally a build-fromwithin company and our success is dependent on identifying, developing and\nretaining key employees to provide uninterrupted leadership and direction for\nour business. This includes developing and retaining organizational\ncapabilities in key growth markets where the depth of skilled or experienced\nemployees may be limited and competition for these resources is intense, as\nwell as continuing the development and execution of robust leadership\nsuccession plans.\nThe United Kingdom’s departure from the European Union could\nadversely impact our business and financial results.\nOn June 23, 2016, the United Kingdom held a referendum in which a majority\nof voters voted for the United Kingdom to exit the European Union\n(“Brexit”), the announcement of which resulted in significant currency\nexchange rate fluctuations and volatility in global stock markets. It is\nexpected that the British government will commence negotiations to\ndetermine the terms of Brexit. Given the lack of comparable precedent, the\nimplications of Brexit or how such implications might affect the Company are\nunclear. Brexit could, among other things, disrupt trade and the free\nmovement of goods, services and people between the United Kingdom and\nthe European Union or other countries as well as create legal and global\neconomic uncertainty. These and other potential implications of Brexit could\nadversely affect the Company’s business and financial results.",
      "item7a":""
    },
    "17": {
      "item1a":"We discuss our expectations regarding future performance, events and\noutcomes, such as our business outlook and objectives in this Form 10-K,\nquarterly and annual reports, press releases and other written and oral\ncommunications. All statements, except for historical and present factual\ninformation, are “forward-looking statements” and are based on financial data\nand business plans available only as of the time the statements are made,\nwhich may become outdated or incomplete. We assume no obligation to\nupdate any forward-looking statements as a result of new information, future\nevents or other factors. Forward-looking statements are inherently uncertain,\nand investors must recognize that events could significantly differ from our\nexpectations.\nThe following discussion of “risk factors” identifies significant factors that\nmay adversely affect our business, operations, financial position or future\nfinancial performance. This information should be read in conjunction with\nthe MD&A and the Consolidated Financial Statements and related Notes\nincorporated in this report. The following discussion of risks is not all\ninclusive, but is designed to highlight what we believe are important factors to\nconsider when evaluating our expectations. These and other factors could\ncause our future results to differ from those in the forward-looking statements\nand from historical trends.\nThe Procter & Gamble Company 3\nOur business is subject to numerous risks as a result of our having\nsignificant operations and sales in international markets, including\nforeign currency fluctuations, currency exchange or pricing controls and\nlocalized volatility.\nWe are a global company, with operations in approximately 70 countries and\nproducts sold in more than 180 countries and territories around the world. We\nhold assets, incur liabilities, earn revenues and pay expenses in a variety of\ncurrencies other than the U.S. dollar, and our operations outside the U.S.\ngenerate a significant portion of our net revenue. Fluctuations in exchange\nrates for foreign currencies may reduce the U.S. dollar value of revenues,\nprofits and cash flows we receive from non-U.S. markets, increase our supply\ncosts (as measured in U.S. dollars) in those markets, negatively impact our\ncompetitiveness in those markets or otherwise adversely impact our business\nresults or financial condition. Moreover, discriminatory or conflicting fiscal or\ntrade policies in different countries could adversely affect our results. See also\nthe Results of Operations and Cash Flow, Financial Condition and Liquidity\nsections of the MD&A and Note 9 to our Consolidated Financial Statements.\nWe also have businesses and maintain local currency cash balances in a\nnumber of countries with exchange, import authorization, pricing or other\ncontrols or restrictions, including Nigeria and Ukraine. Our results of\noperations and financial condition could be adversely impacted if we are\nunable to successfully manage such controls and restrictions, continue\nexisting business operations and repatriate earnings from overseas, or if new\nor increased tariffs, quotas, exchange or price controls, trade barriers or\nsimilar restrictions are imposed on our business.\nAdditionally, our business, operations or employees may be adversely\naffected by political volatility, labor market disruptions or other crises or\nvulnerabilities in individual countries or regions, including political instability\nor upheaval, broad economic instability or sovereign risk related to a default\nby or deterioration in the credit worthiness of local governments, particularly\nin emerging markets.\nUncertain global economic conditions may adversely impact demand for\nour products or cause our customers and other business partners to\nsuffer financial hardship, which could adversely impact our business.\nOur business could be negatively impacted by reduced demand for our\nproducts related to one or more significant local, regional or global economic\ndisruptions, such as: a slow-down in the general economy; reduced market\ngrowth rates; tighter credit markets for our suppliers, vendors or customers; a\nsignificant shift in government policies; or the inability to conduct day-to-day\ntransactions through our financial intermediaries to pay funds to or collect\nfunds from our customers, vendors and suppliers. Additionally, economic\nconditions may cause our suppliers, distributors, contractors or other third\nparty partners to suffer financial difficulties that they cannot overcome,\nresulting in their inability to provide us with the materials and services we\nneed, in which case our business and results of operations could be adversely\naffected. Customers may also suffer financial hardships due to economic\nconditions such that their accounts become uncollectible or are subject to\nlonger collection cycles. In addition, if we are unable to generate sufficient\nincome and cash flow, it could affect the Company’s ability to achieve\nexpected share repurchase and dividend payments.\nDisruptions in credit markets or changes to our credit ratings may\nreduce our access to credit.\nA disruption in the credit markets or a downgrade of our current credit rating\ncould increase our future borrowing costs and impair our ability to access\ncapital and credit markets on terms commercially acceptable to us, which\ncould adversely affect our liquidity and capital resources or significantly\nincrease our cost of capital.\nDisruption in our global supply chain may negatively impact our business\nresults.\nOur ability to meet our customers’ needs and achieve cost targets depends on\nour ability to maintain key manufacturing and supply arrangements, including\nexecution of supply chain optimizations and certain sole supplier or sole\nmanufacturing plant arrangements. The loss or disruption of such\nmanufacturing and supply arrangements, including for issues such as labor\ndisputes, loss or impairment of key manufacturing sites, discontinuity in our\ninternal information and data systems, inability to procure sufficient raw or\ninput materials, significant changes in trade policy, natural disasters, acts of\nwar or terrorism or other external factors over which we have no control,\ncould interrupt product supply and, if not effectively managed and remedied,\nhave an adverse impact on our business, financial condition or results of\noperations.\nOur businesses face cost fluctuations and pressures that could affect our\nbusiness results.\nOur costs are subject to fluctuations, particularly due to changes in the prices\nof commodities and raw materials and the costs of labor, transportation,\nenergy, pension and healthcare. Therefore, our business results are dependent,\nin part, on our continued ability to manage these fluctuations through pricing\nactions, cost saving projects and sourcing decisions, while maintaining and\nimproving margins and market share. Failure to manage these fluctuations\ncould adversely impact our financial results.\nOur ability to meet our growth targets depends on successful product,\nmarketing and operations innovation and successful responses to\ncompetitive innovation and changing consumer habits . We are a consumer products company that relies on continued global demand\nfor our brands and products. Achieving our business results depends, in part,\non successfully developing, introducing and marketing new products and on\nmaking significant improvements to our equipment and manufacturing\nprocesses. The success of such innovation depends on our ability to correctly\nanticipate customer and consumer acceptance and trends, to obtain, maintain\nand enforce necessary intellectual property protections and to avoid infringing\nupon the intellectual property rights of others. We must also successfully\nrespond to technological advances made by, and intellectual property rights\ngranted to, competitors. Failure to continually innovate, improve and\n4 The Procter & Gamble Company\nrespond to competitive moves and changing consumer habits could\ncompromise our competitive position and adversely impact our results.\nThe ability to achieve our business objectives is dependent on how well\nwe can compete with our local and global competitors in new and existing\nmarkets and channels.\nThe consumer products industry is highly competitive. Across all of our\ncategories, we compete against a wide variety of global and local competitors.\nAs a result, we experience ongoing competitive pressures in the environments\nin which we operate, as well as challenges in maintaining profit margins. To\naddress these challenges, we must be able to successfully respond to\ncompetitive factors, including pricing, promotional incentives and trade terms.\nIn addition, evolving sales channels and business models may affect customer\nand consumer preferences as well as market dynamics, which, for example,\nmay be seen in the growing consumer preference for shopping online. Failure\nto successfully respond to competitive factors and effectively compete in\ngrowing sales channels and business models, particularly e-commerce, could\nnegatively impact our results.\nA significant change in customer relationships or in customer demand for\nour products could have a significant impact on our business.\nWe sell most of our products via retail customers, which include mass\nmerchandisers, grocery stores, membership club stores, drug stores,\ndepartment stores, distributors, wholesalers, baby stores, specialty beauty\nstores, e-commerce, high-frequency stores and pharmacies. Our success is\ndependent on our ability to successfully manage relationships with our retail\ntrade customers, which includes our ability to offer trade terms that are\nmutually acceptable and are aligned with our pricing and profitability targets.\nContinued concentration among our retail customers could create significant\ncost and margin pressure on our business, and our business performance could\nsuffer if we cannot reach agreement with a key customer on trade terms and\nprinciples. Our business could also be negatively impacted if a key customer\nwere to significantly reduce the inventory level of our products or experience\na significant business disruption.\nIf the reputation of the Company or one or more of our brands erodes\nsignificantly, it could have a material impact on our financial results.\nThe Company's reputation, and the reputation of our brands, form the\nfoundation of our relationships with key stakeholders and other\nconstituencies, including consumers, customers and suppliers. The quality and\nsafety of our products are critical to our business. Many of our brands have\nworldwide recognition and our financial success is directly dependent on the\nsuccess of our brands. The success of our brands can suffer if our marketing\nplans or product initiatives do not have the desired impact on a brand's image\nor its ability to attract consumers. Our results could also be negatively\nimpacted if one of our brands suffers substantial harm to its reputation due to\na significant product recall, product-related litigation, changing consumer\nperceptions of certain ingredients, allegations of product tampering or the\ndistribution and sale of\ncounterfeit products. Additionally, negative or inaccurate postings or\ncomments on social media or networking websites about the Company or one\nof its brands could generate adverse publicity that could damage the\nreputation of our brands or the Company. If we are unable to effectively\nmanage real or perceived issues, including concerns about safety, quality,\ningredients, efficacy or similar matters, sentiments toward the Company or\nour products could be negatively impacted and our financial results could\nsuffer. Our Company also devotes significant time and resources to programs\nthat are consistent with our corporate values and are designed to protect and\npreserve our reputation, such as social responsibility and environmental\nsustainability. If these programs are not executed as planned or suffer\nnegative publicity, the Company's reputation and financial results could be\nadversely impacted.\nWe rely on third parties in many aspects of our business, which creates\nadditional risk.\nDue to the scale and scope of our business, we must rely on relationships with\nthird parties, including our suppliers, distributors, contractors, joint venture\npartners and external business partners, for certain functions. If we are unable\nto effectively manage our third party relationships and the agreements under\nwhich our third party partners operate, our financial results could suffer.\nAdditionally, while we have policies and procedures for managing these\nrelationships, they inherently involve a lesser degree of control over business\noperations, governance and compliance, thereby potentially increasing our\nfinancial, legal, reputational and operational risk.\nAn information security incident, including a cybersecurity breach, or\nthe failure of one or more key information technology systems, networks,\nhardware, processes, and/or associated sites owned or operated by the\nCompany or one of its service providers could have a material adverse\nimpact on our business or reputation.\nWe rely extensively on information technology (IT) systems, networks and\nservices, including internet and intranet sites, data hosting and processing\nfacilities and tools, physical security systems and other hardware, software\nand technical applications and platforms, many of which are managed, hosted,\nprovided and/or used by third parties or their vendors, to assist in conducting\nour business. The various uses of these IT systems, networks and services\ninclude, but are not limited to: • ordering and managing materials from suppliers; • converting materials to finished products; • shipping products to customers; • marketing and selling products to consumers; • collecting, transferring, storing and/or processing customer, consumer,\nemployee, vendor, investor, and other stakeholder information and\npersonal data; • summarizing and reporting results of operations, including financial\nreporting; • hosting, processing and sharing, as appropriate, confidential and\nproprietary research, business plans and financial information;\nThe Procter & Gamble Company 5\n• collaborating via an online and efficient means of global business\ncommunications; • complying with regulatory, legal and tax requirements; • providing data security; and\n• handling other processes necessary to manage our business.\nNumerous and evolving information security threats, including advanced\npersistent cybersecurity threats, pose a risk to the security of our IT systems,\nnetworks and services, as well as to the confidentiality, availability and\nintegrity of our data and of our critical business operations. As cybersecurity\nthreats rapidly evolve in sophistication and become more prevalent across the\nindustry globally, the Company is continually increasing its attention to these\nthreats. We continue to assess potential threats and vulnerabilities and make\ninvestments seeking to address them, including monitoring of networks and\nsystems, increasing information security skills, deploying employee security\ntraining, and updating security policies for the Company and its third-party\nproviders. However, because the techniques used in cyber attacks change\nfrequently and may be difficult to detect for periods of time, we may face\ndifficulties in anticipating and implementing adequate preventative measures\nor mitigating harms after such an attack. Our IT databases and systems and\nour third-party providers’ databases and systems have been, and will likely\ncontinue to be, subject to advanced computer viruses or other malicious\ncodes, unauthorized access attempts, denial of service attacks, phishing and\nother cyber-attacks. To date, we have seen no material impact on our business\nor operations from these attacks; however, we cannot guarantee that our\nsecurity efforts or the security efforts of our third-party providers will prevent\nbreaches, operational incidents or other breakdowns to our or our third-party\nproviders’ databases or systems. If the IT systems, networks or service\nproviders we rely upon fail to function properly or cause operational outages\nor aberrations, or if we or one of our third-party providers suffer a loss,\nsignificant unavailability of key operations or disclosure of our sensitive\nbusiness or stakeholder information, due to any number of causes, ranging\nfrom catastrophic events or power outages to improper data handling or\nsecurity incidents, and our business continuity plans do not effectively address\nthese failures on a timely basis, we may be exposed to reputational,\ncompetitive, operational and business harm as well as litigation and regulatory\naction. The costs and operational consequences of responding to the above\nitems and implementing remediation measures could be significant and could\nadversely impact our results.\nChanging political conditions could adversely impact our business and\nfinancial results.\nChanges in the political conditions in markets in which we manufacture, sell\nor distribute our products may be difficult to predict and may adversely affect\nour business and financial results. For example, the United Kingdom’s\ndecision to leave the European Union has created uncertainty regarding,\namong other things, the U.K.'s future legal and economic framework and how\nthe U.K. will interact with other countries, including with respect to the free\nmovement of goods, services and people. In addition, results of elections,\nreferendums or other\npolitical processes in certain markets in which our products are manufactured,\nsold or distributed could create uncertainty regarding how existing\ngovernmental policies, laws and regulations may change, including with\nrespect to sanctions, taxes, the movement of goods, services and people\nbetween countries and other matters. The potential implications of such\nuncertainty, which include, among others, exchange rate fluctuations and\nmarket contraction, could adversely affect the Company’s business and\nfinancial results.\nWe must successfully manage compliance with laws and regulations, as\nwell as manage new and pending legal and regulatory matters in the U.S.\nand abroad.\nOur business is subject to a wide variety of laws and regulations across all of\nthe countries in which we do business, including those laws and regulations\ninvolving intellectual property, product liability, marketing, antitrust, privacy,\nenvironmental, employment, anti-bribery, anti-corruption, tax, accounting and\nfinancial reporting or other matters. Rapidly changing laws, regulations and\nrelated interpretations, as well as increased enforcement actions, create\nchallenges for the Company, including our compliance and ethics programs,\nand may alter the environment in which we do business, which could\nadversely impact our financial results. If we are unable to continue to meet\nthese challenges and comply with all laws, regulations and related\ninterpretations, it could negatively impact our reputation and our business\nresults. Failure to successfully manage regulatory and legal matters and\nresolve such matters without significant liability or damage to our reputation\nmay materially adversely impact our results of operations and financial\nposition. Furthermore, if pending legal or regulatory matters result in fines or\ncosts in excess of the amounts accrued to date, that may also materially\nimpact our results of operations and financial position.\nChanges in applicable tax regulations and resolutions of tax disputes\ncould negatively affect our financial results.\nThe Company is subject to taxation in the U.S. and numerous foreign\njurisdictions. Because the U.S. maintains a worldwide corporate tax system,\nthe foreign and U.S. tax systems are somewhat interdependent. For example,\ncertain income that is earned and taxed in countries outside the U.S. is not\ntaxed in the U.S., provided those earnings are indefinitely reinvested outside\nthe U.S. If those same foreign earnings are instead repatriated to the U.S.,\nadditional residual U.S. taxation will likely occur, due to the U.S.’s\nworldwide tax system and higher U.S. corporate tax rate. The U.S. is\nconsidering corporate tax reform that may significantly change the corporate\ntax rate and the U.S. international tax rules. Additionally, longstanding\ninternational tax norms that determine each country’s jurisdiction to tax crossborder international trade are evolving as a result of the Base Erosion and\nProfit Shifting reporting requirements (“BEPS\") recommended by the G8,\nG20 and Organization for Economic Cooperation and Development\n(\"OECD\"). As these and other tax laws and related regulations change, our\nfinancial results could be materially impacted. Given the unpredictability of\nthese possible changes and their potential interdependency, it is very difficult\nto assess whether the overall effect of such potential tax changes would be\n6 The Procter & Gamble Company\ncumulatively positive or negative for our earnings and cash flow, but such\nchanges could adversely impact our financial results.\nFurthermore, we are subject to regular review and audit by both foreign and\ndomestic tax authorities. While we believe our tax positions will be sustained,\nthe final outcome of tax audits and related litigation, including maintaining\nour intended tax treatment of divestiture transactions such as the fiscal 2017\nBeauty Brands transaction with Coty, may differ materially from the tax\namounts recorded in our Consolidated Financial Statements, which could\nadversely impact our cash flows and financial results.\nWe must successfully manage ongoing acquisition, joint venture and\ndivestiture activities.\nAs a company that manages a portfolio of consumer brands, our ongoing\nbusiness model includes a certain level of acquisition, joint venture and\ndivestiture activities. We must be able to successfully manage the impacts of\nthese activities, while at the same time delivering against our business\nobjectives. Specifically, our financial results could be adversely impacted by\nthe dilutive impacts from the loss of earnings associated with divested brands.\nOur financial results could also be impacted in the event of acquisitions or\njoint venture activities if: 1) changes in the cash flows or other market-based\nassumptions cause the value of acquired assets to fall below book value, or 2)\nwe are not able to deliver the expected cost and growth synergies associated\nwith such acquisitions and joint ventures, which could also have an impact on\ngoodwill and intangible assets.\nOur business results depend on our ability to successfully manage\nproductivity improvements and ongoing organizational change.\nOur financial projections assume certain ongoing productivity improvements\nand cost savings, including staffing adjustments as well as employee\ndepartures. Failure to deliver these planned productivity improvements and\ncost savings, while continuing to invest in business growth, could adversely\nimpact our financial results. Additionally, successfully executing management\ntransitions at leadership levels of the Company and retention of key\nemployees is critical to our business success. We are generally a build-fromwithin company and\nour success is dependent on identifying, developing and retaining key\nemployees to provide uninterrupted leadership and direction for our business.\nThis includes developing and retaining organizational capabilities in key\ngrowth markets where the depth of skilled or experienced employees may be\nlimited and competition for these resources is intense, as well as continuing\nthe development and execution of robust leadership succession plans.",
      "item7a":""
    },
    "18": {
      "item1a":"We discuss our expectations regarding future performance, events and\noutcomes, such as our business outlook and objectives in this Form 10-K,\nquarterly and annual reports, press releases and other written and oral\ncommunications. All statements, except for historical and present factual\ninformation, are “forward-looking statements” and are based on financial data\nand business plans available only as of the time the statements are made,\nwhich may become outdated or incomplete. We assume no obligation to\nupdate any forward-looking statements as a result of new information, future\nevents or other factors. Forward-looking statements are inherently uncertain,\nand investors must recognize that events could significantly differ from our\nexpectations.\nThe following discussion of “risk factors” identifies significant factors that\nmay adversely affect our business, operations, financial position or future\nfinancial performance. This information should be read in conjunction with\nthe MD&A and the Consolidated Financial Statements and related Notes\nincorporated in this report. The following discussion of risks is not all\ninclusive, but is designed to highlight what we believe are important factors to\nconsider when evaluating our expectations. These and other factors could\ncause our future results to differ from those in the forward-looking statements\nand from historical trends.\nThe Procter & Gamble Company 3\nOur business is subject to numerous risks as a result of our having\nsignificant operations and sales in international markets, including\nforeign currency fluctuations, currency exchange or pricing controls and\nlocalized volatility.\nWe are a global company, with operations in approximately 70 countries and\nproducts sold in more than 180 countries and territories around the world. We\nhold assets, incur liabilities, earn revenues and pay expenses in a variety of\ncurrencies other than the U.S. dollar, and our operations outside the U.S.\ngenerate a significant portion of our net revenue. Fluctuations in exchange\nrates for foreign currencies may reduce the U.S. dollar value of revenues,\nprofits and cash flows we receive from non-U.S. markets, increase our supply\ncosts (as measured in U.S. dollars) in those markets, negatively impact our\ncompetitiveness in those markets or otherwise adversely impact our business\nresults or financial condition. Moreover, discriminatory or conflicting fiscal or\ntrade policies in different countries, including potential changes to tariffs and\nexisting trade policies and agreements, could adversely affect our results. See\nalso the Results of Operations and Cash Flow, Financial Condition and\nLiquidity sections of the MD&A and Note 9 to our Consolidated Financial\nStatements.\nWe also have businesses and maintain local currency cash balances in a\nnumber of countries with currency exchange, import authorization, pricing or\nother controls or restrictions, such as Nigeria, Algeria and Egypt. Our results\nof operations and financial condition could be adversely impacted if we are\nunable to successfully manage such controls and restrictions, continue\nexisting business operations and repatriate earnings from overseas, or if new\nor increased tariffs, quotas, exchange or price controls, trade barriers or\nsimilar restrictions are imposed on our business.\nAdditionally, our business, operations or employees may be adversely\naffected by political volatility, labor market disruptions or other crises or\nvulnerabilities in individual countries or regions, including political instability\nor upheaval, broad economic instability or sovereign risk related to a default\nby or deterioration in the credit worthiness of local governments, particularly\nin emerging markets.\nUncertain global economic conditions may adversely impact demand for\nour products or cause our customers and other business partners to\nsuffer financial hardship, which could adversely impact our business.\nOur business could be negatively impacted by reduced demand for our\nproducts related to one or more significant local, regional or global economic\ndisruptions, such as: a slow-down in the general economy; reduced market\ngrowth rates; tighter credit markets for our suppliers, vendors or customers; a\nsignificant shift in government policies; or the inability to conduct day-to-day\ntransactions through our financial intermediaries to pay funds to or collect\nfunds from our customers, vendors and suppliers. Additionally, economic\nconditions may cause our suppliers, distributors, contractors or other thirdparty partners to suffer financial difficulties that they cannot overcome,\nresulting in their inability to provide us with the materials and services we\nneed, in which case our business and results of operations could be adversely\naffected.\nCustomers may also suffer financial hardships due to economic conditions\nsuch that their accounts become uncollectible or are subject to longer\ncollection cycles. In addition, if we are unable to generate sufficient income\nand cash flow, it could affect the Company’s ability to achieve expected share\nrepurchase and dividend payments.\nDisruptions in credit markets or changes to our credit ratings may\nreduce our access to credit.\nA disruption in the credit markets or a downgrade of our current credit rating\ncould increase our future borrowing costs and impair our ability to access\ncapital and credit markets on terms commercially acceptable to us, which\ncould adversely affect our liquidity and capital resources or significantly\nincrease our cost of capital.\nDisruption in our global supply chain may negatively impact our business\nresults.\nOur ability to meet our customers’ needs and achieve cost targets depends on\nour ability to maintain key manufacturing and supply arrangements, including\nexecution of supply chain optimizations and certain sole supplier or sole\nmanufacturing plant arrangements. The loss or disruption of such\nmanufacturing and supply arrangements, including for issues such as labor\ndisputes, loss or impairment of key manufacturing sites, discontinuity in our\ninternal information and data systems, inability to procure sufficient raw or\ninput materials, significant changes in trade policy, natural disasters,\nincreasing severity or frequency of extreme weather events due to climate\nchange or otherwise, acts of war or terrorism or other external factors over\nwhich we have no control, could interrupt product supply and, if not\neffectively managed and remedied, have an adverse impact on our business,\nfinancial condition or results of operations.\nOur businesses face cost fluctuations and pressures that could affect our\nbusiness results.\nOur costs are subject to fluctuations, particularly due to changes in the prices\nof commodities and raw materials and the costs of labor, transportation,\nenergy, pension and healthcare. Therefore, our business results are dependent,\nin part, on our continued ability to manage these fluctuations through pricing\nactions, cost saving projects and sourcing decisions, while maintaining and\nimproving margins and market share. Failure to manage these fluctuations\ncould adversely impact our financial results.\nOur ability to meet our growth targets depends on successful product,\nmarketing and operations innovation and successful responses to\ncompetitive innovation and changing consumer habits. We are a consumer products company that relies on continued global demand\nfor our brands and products. Achieving our business results depends, in part,\non successfully developing, introducing and marketing new products and on\nmaking significant improvements to our equipment and manufacturing\nprocesses. The success of such innovation depends on our ability to correctly\nanticipate customer and consumer acceptance and trends, to obtain, maintain\nand enforce necessary intellectual property protections and to avoid infringing\nupon the intellectual property rights of others. We\n4 The Procter & Gamble Company\nmust also successfully respond to technological advances made by, and\nintellectual property rights granted to, competitors. Failure to continually\ninnovate, improve and respond to competitive moves and changing consumer\nhabits could compromise our competitive position and adversely impact our\nresults.\nThe ability to achieve our business objectives is dependent on how well\nwe can compete with our local and global competitors in new and existing\nmarkets and channels.\nThe consumer products industry is highly competitive. Across all of our\ncategories, we compete against a wide variety of global and local competitors.\nAs a result, we experience ongoing competitive pressures in the environments\nin which we operate, which may result in challenges in maintaining profit\nmargins. To address these challenges, we must be able to successfully respond\nto competitive factors and emerging retail trends, including pricing,\npromotional incentives, product delivery windows and trade terms. In\naddition, evolving sales channels and business models may affect customer\nand consumer preferences as well as market dynamics, which, for example,\nmay be seen in the growing consumer preference for shopping online and\ngrowth in hard discounter channels. Failure to successfully respond to\ncompetitive factors and emerging retail trends, and effectively compete in\ngrowing sales channels and business models, particularly e-commerce and\nmobile commerce applications, could negatively impact our results.\nA significant change in customer relationships or in customer demand for\nour products could have a significant impact on our business.\nWe sell most of our products via retail customers, which include mass\nmerchandisers, e-commerce, grocery stores, membership club stores, drug\nstores, department stores, distributors, wholesalers, baby stores, specialty\nbeauty stores, high-frequency stores and pharmacies. Our success is\ndependent on our ability to successfully manage relationships with our retail\ntrade customers, which includes our ability to offer trade terms that are\nmutually acceptable and are aligned with our pricing and profitability targets.\nContinued concentration among our retail customers could create significant\ncost and margin pressure on our business, and our business performance could\nsuffer if we cannot reach agreement with a key customer on trade terms and\nprinciples. Our business could also be negatively impacted if a key customer\nwere to significantly reduce the inventory level or shelf space of our products\nas a result of increased offerings of private label brands and generic nonbranded products or for other reasons, significantly tighten product delivery\nwindows or experience a significant business disruption.\nIf the reputation of the Company or one or more of our brands erodes\nsignificantly, it could have a material impact on our financial results.\nThe Company's reputation, and the reputation of our brands, form the\nfoundation of our relationships with key stakeholders and other\nconstituencies, including consumers, customers and suppliers. The quality and\nsafety of our products are critical to our business. Many of our brands have\nworldwide\nrecognition and our financial success is directly dependent on the success of\nour brands. The success of our brands can suffer if our marketing plans or\nproduct initiatives do not have the desired impact on a brand's image or its\nability to attract consumers. Our results could also be negatively impacted if\none of our brands suffers substantial harm to its reputation due to a significant\nproduct recall, product-related litigation, defects or impurities in our products,\nproduct misuse, changing consumer perceptions of certain ingredients or\nenvironmental impacts, allegations of product tampering or the distribution\nand sale of counterfeit products. Additionally, negative or inaccurate postings\nor comments on social media or networking websites about the Company or\none of its brands could generate adverse publicity that could damage the\nreputation of our brands or the Company. If we are unable to effectively\nmanage real or perceived issues, including concerns about safety, quality,\ningredients, efficacy, environmental impacts or similar matters, sentiments\ntoward the Company or our products could be negatively impacted and our\nfinancial results could suffer. Our Company also devotes time and resources\nto citizenship efforts that are consistent with our corporate values and are\ndesigned to strengthen our business and protect and preserve our reputation,\nincluding programs driving ethics and corporate responsibility, strong\ncommunities, diversity and inclusion, gender equality and environmental\nsustainability. If these programs are not executed as planned or suffer\nnegative publicity, the Company's reputation and financial results could be\nadversely impacted.\nWe rely on third parties in many aspects of our business, which creates\nadditional risk.\nDue to the scale and scope of our business, we must rely on relationships with\nthird parties, including our suppliers, distributors, contractors, commercial\nbanks, joint venture partners and external business partners, for certain\nfunctions. If we are unable to effectively manage our third-party relationships\nand the agreements under which our third-party partners operate, our financial\nresults could suffer. Additionally, while we have policies and procedures for\nmanaging these relationships, they inherently involve a lesser degree of\ncontrol over business operations, governance and compliance, thereby\npotentially increasing our financial, legal, reputational and operational risk.\nAn information security or operational technology incident, including a\ncybersecurity breach, or the failure of one or more key information or\noperations technology systems, networks, hardware, processes, and/or\nassociated sites owned or operated by the Company or one of its service\nproviders could have a material adverse impact on our business or\nreputation.\nAs part of the Company’s regular review of potential risks, we maintain an\ninformation and operational technology (“IT/OT”) risk management program\nthat is primarily supervised by information technology management and\nreviewed by internal cross-functional stakeholders. As part of this program,\nanalyses of emerging cybersecurity threats as well as the Company’s plans\nand strategies to address them are regularly prepared and presented to senior\nmanagement, the Audit\nThe Procter & Gamble Company 5\nCommittee and the Board of Directors. Despite our policies, procedures and\nprograms, including this IT/OT risk management program, we may not be\neffective in identifying and mitigating every risk to which we are exposed.\nWe rely extensively on IT/OT systems, networks and services, including\ninternet and intranet sites, data hosting and processing facilities and\ntechnologies, physical security systems and other hardware, software and\ntechnical applications and platforms, many of which are managed, hosted,\nprovided and/or used by third parties or their vendors, to assist in conducting\nour business. The various uses of these IT/OT systems, networks and services\ninclude, but are not limited to: • ordering and managing materials from suppliers; • converting materials to finished products; • shipping products to customers; • marketing and selling products to consumers; • collecting, transferring, storing and/or processing customer, consumer,\nemployee, vendor, investor, and other stakeholder information and\npersonal data, including such data from citizens of the European Union\nwho are covered by the General Data Protection Regulation (“GDPR”); • summarizing and reporting results of operations, including financial\nreporting; • managing our banking and other cash liquidity systems and platforms; • hosting, processing and sharing, as appropriate, confidential and\nproprietary research, business plans and financial information; • collaborating via an online and efficient means of global business\ncommunications; • complying with regulatory, legal and tax requirements; • providing data security; and\n• handling other processes necessary to manage our business.\nNumerous and evolving information security threats, including advanced\npersistent cybersecurity threats, pose a risk to the security of our services,\nsystems, networks and supply chain, as well as to the confidentiality,\navailability and integrity of our data and of our critical business operations.\nAs cybersecurity threats rapidly evolve in sophistication and become more\nprevalent across the industry globally, the Company is continually increasing\nits attention to these threats. We assess potential threats and vulnerabilities\nand make investments seeking to address them, including ongoing monitoring\nand updating of networks and systems, increasing specialized information\nsecurity skills, deploying employee security training, and updating security\npolicies for the Company and its third-party providers. However, because the\ntechniques, tools and tactics used in cyber attacks frequently change and may\nbe difficult to detect for periods of time, we may face difficulties in\nanticipating and implementing adequate preventative measures or fully\nmitigating harms after such an attack.\nOur IT/OT databases and systems and our third-party providers’ databases\nand systems have been, and will likely continue to be, subject to advanced\ncomputer viruses or other\nmalicious codes, ransomware, unauthorized access attempts, denial of service\nattacks, phishing, social engineering, hacking and other cyber-attacks. Such\nattacks may originate from nation states or attempts by outside parties,\nhackers, criminal organizations or other threat actors. To date, we have seen\nno material impact on our business or operations from these attacks; however,\nwe cannot guarantee that our security efforts or the security efforts of our\nthird-party providers will prevent material breaches, operational incidents or\nother breakdowns to our or our third-party providers’ IT/OT databases or\nsystems.\nPeriodically, we also need to upgrade our IT/OT systems or adopt new\ntechnologies. If such a new system or technology does not function properly\nor otherwise exposes us to increased cybersecurity breaches and failures, it\ncould affect our ability to order materials, make and ship orders, and process\npayments in addition to other operational and information integrity and loss\nissues. Further, if the IT/OT systems, networks or service providers we rely\nupon fail to function properly or cause operational outages or aberrations, or if\nwe or one of our third-party providers suffer significant unavailability of key\noperations, or inadvertent disclosure of, lack of integrity of, or loss of our\nsensitive business or stakeholder information, due to any number of causes,\nranging from catastrophic events or power outages to improper data handling,\nsecurity incidents or employee error or malfeasance, and our business\ncontinuity plans do not effectively address these failures on a timely basis, we\nmay be exposed to reputational, competitive, operational, financial and\nbusiness harm as well as litigation and regulatory action. The costs and\noperational consequences of responding to the above items and implementing\nremediation measures could be significant and could adversely impact our\nresults.\nChanging political conditions could adversely impact our business and\nfinancial results.\nChanges in the political conditions in markets in which we manufacture, sell\nor distribute our products may be difficult to predict and may adversely affect\nour business and financial results. For example, the United Kingdom’s\ndecision to leave the European Union has created uncertainty regarding,\namong other things, the U.K.'s future legal and economic framework and how\nthe U.K. will interact with other countries, including with respect to the free\nmovement of goods, services, capital and people. In addition, results of\nelections, referendums or other political processes in certain markets in which\nour products are manufactured, sold or distributed could create uncertainty\nregarding how existing governmental policies, laws and regulations may\nchange, including with respect to sanctions, taxes, the movement of goods,\nservices, capital and people between countries and other matters. The\npotential implications of such uncertainty, which include, among others,\nexchange rate fluctuations, trade barriers and market contraction, could\nadversely affect the Company’s business and financial results.\nWe must successfully manage compliance with laws and regulations, as\nwell as manage new and pending legal and regulatory matters in the U.S.\nand abroad.\nOur business is subject to a wide variety of laws and regulations across all of\nthe countries in which we do business, including\n6 The Procter & Gamble Company\nthose laws and regulations involving intellectual property, product liability,\nmarketing, antitrust, data protection, environmental (including climate, water,\nwaste), employment, anti-bribery, anti-corruption, tax, accounting and\nfinancial reporting or other matters. Rapidly changing laws, regulations and\nrelated interpretations, as well as increased enforcement actions, create\nchallenges for the Company, including our compliance and ethics programs,\nand may alter the environment in which we do business, which could\nadversely impact our financial results. If we are unable to continue to meet\nthese challenges and comply with all laws, regulations and related\ninterpretations, it could negatively impact our reputation and our business\nresults. Failure to successfully manage regulatory and legal matters and\nresolve such matters without significant liability or damage to our reputation\nmay materially adversely impact our results of operations and financial\nposition. Furthermore, if pending legal or regulatory matters result in fines or\ncosts in excess of the amounts accrued to date, that may also materially\nimpact our results of operations and financial position.\nChanges in applicable tax regulations and resolutions of tax disputes\ncould negatively affect our financial results.\nThe Company is subject to taxation in the U.S. and numerous foreign\njurisdictions. Changes in the various tax laws can and do occur. For example,\non December 22, 2017, the U.S. government enacted comprehensive tax\nlegislation commonly referred to as the Tax Cuts and Jobs Act (the “U.S. Tax\nAct”). The changes included in the U.S. Tax Act are broad and complex. The\nfinal transition impacts of the U.S. Tax Act may differ from the estimates\nprovided elsewhere in this report, possibly materially, due to, among other\nthings, changes in interpretations of the U.S. Tax Act, any regulatory\nguidance or legislative action to address questions that arise because of the\nU.S. Tax Act or any updates or changes to estimates the Company has utilized\nto calculate the transition impacts, including impacts from changes to current\nyear earnings estimates.\nAdditionally, longstanding international tax norms that determine each\ncountry’s jurisdiction to tax cross-border international trade are evolving as a\nresult of the Base Erosion and Profit Shifting reporting requirements\n(“BEPS\") recommended by the G8, G20 and Organization for Economic\nCooperation and Development (\"OECD\"). As these and other tax laws and\nrelated regulations change, our financial results could be materially impacted.\nGiven the unpredictability of these possible changes and their potential\ninterdependency, it is very difficult to assess whether the overall effect of\nsuch potential tax changes would be cumulatively positive or negative for our\nearnings and cash flow, but such changes could adversely impact our financial\nresults.\nFurthermore, we are subject to regular review and audit by both foreign and\ndomestic tax authorities. While we believe our tax positions will be sustained,\nthe final outcome of tax audits and related litigation, including maintaining\nour intended tax treatment of divestiture transactions such as the fiscal 2017\nBeauty Brands transaction with Coty, may differ materially from the tax\namounts recorded in our Consolidated Financial\nStatements, which could adversely impact our cash flows and financial\nresults.\nWe must successfully manage ongoing acquisition, joint venture and\ndivestiture activities.\nAs a company that manages a portfolio of consumer brands, our ongoing\nbusiness model includes a certain level of acquisition, joint venture and\ndivestiture activities. We must be able to successfully manage the impacts of\nthese activities, while at the same time delivering against our business\nobjectives. Specifically, our financial results could be adversely impacted by\nthe dilutive impacts from the loss of earnings associated with divested brands\nor dissolution of joint ventures such as the termination of the PGT Healthcare\npartnership between the Company and Teva Pharmaceutical Industries. Our\nfinancial results could also be impacted by acquisitions or joint venture\nactivities, such as the planned acquisition of Merck KGaA's Consumer Health\nbusiness, if: 1) changes in the cash flows or other market-based assumptions\ncause the value of acquired assets to fall below book value, or 2) we are not\nable to deliver the expected cost and growth synergies associated with such\nacquisitions and joint ventures, including as a result of integration and\ncollaboration challenges, which could also have an impact on goodwill and\nintangible assets.\nOur business results depend on our ability to successfully manage\nproductivity improvements and ongoing organizational change.\nOur financial projections assume certain ongoing productivity improvements\nand cost savings, including staffing adjustments as well as employee\ndepartures. Failure to deliver these planned productivity improvements and\ncost savings, while continuing to invest in business growth, could adversely\nimpact our financial results. Additionally, successfully executing\norganizational change, including management transitions at leadership levels\nof the Company and motivation and retention of key employees, is critical to\nour business success. Factors that may affect our ability to attract and retain\nsufficient numbers of qualified employees include employee morale, our\nreputation, competition from other employers and availability of qualified\npersonnel. Our success is dependent on identifying, developing and retaining\nkey employees to provide uninterrupted leadership and direction for our\nbusiness. This includes developing and retaining organizational capabilities in\nkey growth markets where the depth of skilled or experienced employees may\nbe limited and competition for these resources is intense, as well as continuing\nthe development and execution of robust leadership succession plans.",
      "item7a":""
    },
    "19": {
      "item1a":"We discuss our expectations regarding future performance, events and\noutcomes, such as our business outlook and objectives in this Form 10-K,\nquarterly and annual reports, press releases and other written and oral\ncommunications. All statements, except for historical and present factual\ninformation, are “forward-looking statements” and are based on financial data\nand business plans available only as of the time the statements are made,\nwhich may become outdated or incomplete. We assume no obligation to\nupdate any forward-looking statements as a result of new information, future\nevents or other factors. Forward-looking statements are inherently uncertain,\nand investors must recognize that events could significantly differ from our\nexpectations.\nThe following discussion of “risk factors” identifies significant factors that\nmay adversely affect our business, operations, financial position or future\nfinancial performance. This information should be read in conjunction with\nthe MD&A and the Consolidated Financial Statements and related Notes\nincorporated in this report. The following discussion of risks is not all\ninclusive, but is designed to highlight what we believe are important factors to\nconsider when evaluating our expectations. These and other factors could\ncause our future results to differ from those in the forward-looking statements\nand from historical trends.\nOur business is subject to numerous risks as a result of our having\nsignificant operations and sales in international markets, including\nforeign currency fluctuations, currency exchange or pricing controls and\nlocalized volatility.\nWe are a global company, with operations in approximately 70 countries and\nproducts sold in more than 180 countries and territories around the world. We\nhold assets, incur liabilities, earn revenues and pay expenses in a variety of\ncurrencies other than the U.S. dollar, and our operations outside the U.S.\ngenerate more than fifty percent of our net revenue. Fluctuations in exchange\nrates for foreign currencies may\nreduce the U.S. dollar value of revenues, profits and cash flows we receive\nfrom non-U.S. markets, increase our supply costs (as measured in U.S.\ndollars) in those markets, negatively impact our competitiveness in those\nmarkets or otherwise adversely impact our business results or financial\ncondition. Moreover, discriminatory or conflicting fiscal or trade policies in\ndifferent countries, including changes to tariffs and existing trade policies and\nagreements, could adversely affect our results. See also the Results of\nOperations and Cash Flow, Financial Condition and Liquidity sections of the\nMD&A and Note 9 to our Consolidated Financial Statements.\nWe also have businesses and maintain local currency cash balances in a\nnumber of countries with currency exchange, import authorization, pricing or\nother controls or restrictions, such as Nigeria, Algeria, Egypt and Turkey. Our\nresults of operations and financial condition could be adversely impacted if\nwe are unable to successfully manage such controls and restrictions, continue\nexisting business operations and repatriate earnings from overseas, or if new\nor increased tariffs, quotas, exchange or price controls, trade barriers or\nsimilar restrictions are imposed on our business.\nAdditionally, our business, operations or employees may be adversely\naffected by political volatility, labor market disruptions or other crises or\nvulnerabilities in individual countries or regions, including political instability\nor upheaval, broad economic instability or sovereign risk related to a default\nby or deterioration in the credit worthiness of local governments, particularly\nin emerging markets.\nUncertain global economic conditions may adversely impact demand for\nour products or cause our customers and other business partners to\nsuffer financial hardship, which could adversely impact our business.\nOur business could be negatively impacted by reduced demand for our\nproducts related to one or more significant local, regional or global economic\ndisruptions, such as: a slow-down in the general economy; reduced market\ngrowth rates; tighter credit markets for our suppliers, vendors or customers; a\nsignificant shift in government policies; the deterioration of economic\nrelations between countries or regions, including potential negative consumer\nsentiment toward non-local products or sources; or the inability to conduct\nday-to-day transactions through our financial intermediaries to pay funds to or\ncollect funds from our customers, vendors and suppliers. Additionally,\neconomic conditions may cause our suppliers, distributors, contractors or\nother third-party partners to suffer financial difficulties that they cannot\novercome, resulting in their inability to provide us with the materials and\nservices we need, in which case our business and results of operations could\nbe adversely affected. Customers may also suffer financial hardships due to\neconomic conditions such that their accounts become uncollectible or are\nsubject to longer collection cycles. In addition, if we are unable to generate\nsufficient income and cash flow, it could affect the Company’s ability to\nachieve expected share repurchase and dividend payments.\nThe Procter & Gamble Company 3\nDisruptions in credit markets or changes to our credit ratings may reduce\nour access to credit.\nA disruption in the credit markets or a downgrade of our current credit rating\ncould increase our future borrowing costs and impair our ability to access\ncapital and credit markets on terms commercially acceptable to us, which\ncould adversely affect our liquidity and capital resources or significantly\nincrease our cost of capital.\nDisruption in our global supply chain may negatively impact our business\nresults.\nOur ability to meet our customers’ needs and achieve cost targets depends on\nour ability to maintain key manufacturing and supply arrangements, including\nexecution of supply chain optimizations and certain sole supplier or sole\nmanufacturing plant arrangements. The loss or disruption of such\nmanufacturing and supply arrangements, including for issues such as labor\ndisputes, loss or impairment of key manufacturing sites, discontinuity in our\ninternal information and data systems, inability to procure sufficient raw or\ninput materials, significant changes in trade policy, natural disasters,\nincreasing severity or frequency of extreme weather events due to climate\nchange or otherwise, acts of war or terrorism or other external factors over\nwhich we have no control, could interrupt product supply and, if not\neffectively managed and remedied, have an adverse impact on our business,\nfinancial condition or results of operations.\nOur businesses face cost fluctuations and pressures that could affect our\nbusiness results.\nOur costs are subject to fluctuations, particularly due to changes in the prices\nof commodities and raw materials and the costs of labor, transportation,\nenergy, pension and healthcare. Therefore, our business results are dependent,\nin part, on our continued ability to manage these fluctuations through pricing\nactions, cost saving projects and sourcing decisions, while maintaining and\nimproving margins and market share. Failure to manage these fluctuations\ncould adversely impact our financial results.\nOur ability to meet our growth targets depends on successful product,\nmarketing and operations innovation and successful responses to\ncompetitive innovation and changing consumer habits. We are a consumer products company that relies on continued global demand\nfor our brands and products. Achieving our business results depends, in part,\non successfully developing, introducing and marketing new products and on\nmaking significant improvements to our equipment and manufacturing\nprocesses. The success of such innovation depends on our ability to correctly\nanticipate customer and consumer acceptance and trends, to obtain, maintain\nand enforce necessary intellectual property protections and to avoid infringing\nupon the intellectual property rights of others. We must also successfully\nrespond to technological advances made by, and intellectual property rights\ngranted to, competitors. Failure to continually innovate, improve and respond\nto competitive moves and changing consumer habits could compromise our\ncompetitive position and adversely impact our results.\nThe ability to achieve our business objectives is dependent on how well we\ncan compete with our local and global competitors in new and existing\nmarkets and channels.\nThe consumer products industry is highly competitive. Across all of our\ncategories, we compete against a wide variety of global and local competitors.\nAs a result, we experience ongoing competitive pressures in the environments\nin which we operate, which may result in challenges in maintaining profit\nmargins. To address these challenges, we must be able to successfully respond\nto competitive factors and emerging retail trends, including pricing,\npromotional incentives, product delivery windows and trade terms. In\naddition, evolving sales channels and business models may affect customer\nand consumer preferences as well as market dynamics, which, for example,\nmay be seen in the growing consumer preference for shopping online, ease of\ncompetitive entry into certain categories, and growth in hard discounter\nchannels. Failure to successfully respond to competitive factors and emerging\nretail trends, and effectively compete in growing sales channels and business\nmodels, particularly e-commerce and mobile commerce applications, could\nnegatively impact our results.\nA significant change in customer relationships or in customer demand for\nour products could have a significant impact on our business.\nWe sell most of our products via retail customers, which include mass\nmerchandisers, e-commerce, grocery stores, membership club stores, drug\nstores, department stores, distributors, wholesalers, baby stores, specialty\nbeauty stores, high-frequency stores and pharmacies. Our success is\ndependent on our ability to successfully manage relationships with our retail\ntrade customers, which includes our ability to offer trade terms that are\nmutually acceptable and are aligned with our pricing and profitability targets.\nContinued concentration among our retail customers could create significant\ncost and margin pressure on our business, and our business performance could\nsuffer if we cannot reach agreement with a key customer on trade terms and\nprinciples. Our business could also be negatively impacted if a key customer\nwere to significantly reduce the inventory level or shelf space of our products\nas a result of increased offerings of private label brands and generic nonbranded products or for other reasons, significantly tighten product delivery\nwindows or experience a significant business disruption.\nIf the reputation of the Company or one or more of our brands erodes\nsignificantly, it could have a material impact on our financial results.\nThe Company's reputation, and the reputation of our brands, form the\nfoundation of our relationships with key stakeholders and other constituencies,\nincluding consumers, customers and suppliers. The quality and safety of our\nproducts are critical to our business. Many of our brands have worldwide\nrecognition and our financial success is directly dependent on the success of\nour brands. The success of our brands can suffer if our marketing plans or\nproduct initiatives do not have the desired impact on a brand's image or its\nability to attract consumers. Our results could also be negatively impacted if\n4 The Procter & Gamble Company\none of our brands suffers substantial harm to its reputation due to a significant\nproduct recall, product-related litigation, defects or impurities in our products,\nproduct misuse, changing consumer perceptions of certain ingredients or\nenvironmental impacts, allegations of product tampering or the distribution\nand sale of counterfeit products. Additionally, negative or inaccurate postings\nor comments on social media or networking websites about the Company or\none of its brands could generate adverse publicity that could damage the\nreputation of our brands or the Company. If we are unable to effectively\nmanage real or perceived issues, including concerns about safety, quality,\ningredients, efficacy, environmental impacts or similar matters, sentiments\ntoward the Company or our products could be negatively impacted and our\nfinancial results could suffer. Our Company also devotes time and resources\nto citizenship efforts that are consistent with our corporate values and are\ndesigned to strengthen our business and protect and preserve our reputation,\nincluding programs driving ethics and corporate responsibility, strong\ncommunities, diversity and inclusion, gender equality and environmental\nsustainability. If these programs are not executed as planned or suffer negative\npublicity, the Company's reputation and financial results could be adversely\nimpacted.\nWe rely on third parties in many aspects of our business, which creates\nadditional risk.\nDue to the scale and scope of our business, we must rely on relationships with\nthird parties, including our suppliers, contract manufacturers, distributors,\ncontractors, commercial banks, joint venture partners and external business\npartners, for certain functions. If we are unable to effectively manage our\nthird-party relationships and the agreements under which our third-party\npartners operate, our financial results could suffer. Additionally, while we\nhave policies and procedures for managing these relationships, they inherently\ninvolve a lesser degree of control over business operations, governance and\ncompliance, thereby potentially increasing our financial, legal, reputational\nand operational risk.\nAn information security or operational technology incident, including a\ncybersecurity breach, or the failure of one or more key information or\noperations technology systems, networks, hardware, processes, and/or\nassociated sites owned or operated by the Company or one of its service\nproviders could have a material adverse impact on our business or\nreputation.\nAs part of the Company’s regular review of potential risks, we maintain an\ninformation and operational technology (“IT/OT”) risk management program\nthat is primarily supervised by information technology management and\nreviewed by internal cross-functional stakeholders. As part of this program,\nanalyses of emerging cybersecurity threats as well as the Company’s plans\nand strategies to address them are regularly prepared and presented to senior\nmanagement, the Audit Committee and the Board of Directors. Despite our\npolicies, procedures and programs, including this IT/OT risk management\nprogram, we may not be effective in identifying and mitigating every risk to\nwhich we are exposed.\nWe rely extensively on IT/OT systems, networks and services, including\ninternet and intranet sites, data hosting and processing facilities and\ntechnologies, physical security systems and other hardware, software and\ntechnical applications and platforms, many of which are managed, hosted,\nprovided and/or used by third parties or their vendors, to assist in conducting\nour business. The various uses of these IT/OT systems, networks and services\ninclude, but are not limited to: • ordering and managing materials from suppliers; • converting materials to finished products; • shipping products to customers; • marketing and selling products to consumers; • collecting, transferring, storing and/or processing customer, consumer,\nemployee, vendor, investor, and other stakeholder information and\npersonal data, including such data from persons covered by an expanding\nlandscape of privacy and data regulations, such as citizens of the\nEuropean Union who are covered by the General Data Protection\nRegulation (“GDPR”); • summarizing and reporting results of operations, including financial\nreporting; • managing our banking and other cash liquidity systems and platforms; • hosting, processing and sharing, as appropriate, confidential and\nproprietary research, business plans and financial information; • collaborating via an online and efficient means of global business\ncommunications; • complying with regulatory, legal and tax requirements; • providing data security; and\n• handling other processes necessary to manage our business.\nNumerous and evolving information security threats, including advanced\npersistent cybersecurity threats, pose a risk to the security of our services,\nsystems, networks and supply chain, as well as to the confidentiality,\navailability and integrity of our data and of our critical business operations. As\ncybersecurity threats rapidly evolve in sophistication and become more\nprevalent across the industry globally, the Company is continually increasing\nits attention to these threats. We assess potential threats and vulnerabilities\nand make investments seeking to address them, including ongoing monitoring\nand updating of networks and systems, increasing specialized information\nsecurity skills, deploying employee security training, and updating security\npolicies for the Company and its third-party providers. However, because the\ntechniques, tools and tactics used in cyber-attacks frequently change and may\nbe difficult to detect for periods of time, we may face difficulties in\nanticipating and implementing adequate preventative measures or fully\nmitigating harms after such an attack.\nOur IT/OT databases and systems and our third-party providers’ databases and\nsystems have been, and will likely continue to be, subject to advanced\ncomputer viruses or other malicious codes, ransomware, unauthorized access\nattempts, denial of service attacks, phishing, social engineering, hacking and\nother cyber-attacks. Such attacks may originate from\nThe Procter & Gamble Company 5\noutside parties, hackers, criminal organizations or other threat actors,\nincluding nation states. In addition, insider actors-malicious or otherwisecould cause technical disruptions and/or confidential data leakage. To date, we\nhave seen no material impact on our business or operations from these attacks;\nhowever, we cannot guarantee that our security efforts or the security efforts\nof our third-party providers will prevent material breaches, operational\nincidents or other breakdowns to our or our third-party providers’ IT/OT\ndatabases or systems.\nPeriodically, we also need to upgrade our IT/OT systems or adopt new\ntechnologies. If such a new system or technology does not function properly\nor otherwise exposes us to increased cybersecurity breaches and failures, it\ncould affect our ability to order materials, make and ship orders, and process\npayments in addition to other operational and information integrity and loss\nissues. Further, if the IT/OT systems, networks or service providers we rely\nupon fail to function properly or cause operational outages or aberrations, or if\nwe or one of our third-party providers suffer significant unavailability of key\noperations, or inadvertent disclosure of, lack of integrity of, or loss of our\nsensitive business or stakeholder information, due to any number of causes,\nranging from catastrophic events or power outages to improper data handling,\nsecurity incidents or employee error or malfeasance, and our business\ncontinuity plans do not effectively address these failures on a timely basis, we\nmay be exposed to reputational, competitive, operational, financial and\nbusiness harm as well as litigation and regulatory action. The costs and\noperational consequences of responding to the above items and implementing\nremediation measures could be significant and could adversely impact our\nresults.\nChanging political conditions could adversely impact our business and\nfinancial results.\nChanges in the political conditions in markets in which we manufacture, sell\nor distribute our products may be difficult to predict and may adversely affect\nour business and financial results. For example, the United Kingdom’s\npending withdrawal from the European Union (\"Brexit\") has created\nuncertainty regarding, among other things, the U.K.'s future legal and\neconomic framework and how the U.K. will interact with other countries,\nincluding with respect to the free movement of goods, services, capital and\npeople. In addition, results of elections, referendums or other political\nprocesses in certain markets in which our products are manufactured, sold or\ndistributed could create uncertainty regarding how existing governmental\npolicies, laws and regulations may change, including with respect to\nsanctions, taxes, the movement of goods, services, capital and people between\ncountries and other matters. The potential implications of such uncertainty,\nwhich include, among others, exchange rate fluctuations, tariffs, trade barriers\nand market contraction, could adversely affect the Company’s business and\nfinancial results.\nWe must successfully manage compliance with laws and regulations, as\nwell as manage new and pending legal and regulatory matters in the U.S.\nand abroad.\nOur business is subject to a wide variety of laws and regulations across the\ncountries in which we do business, including those laws and regulations\ninvolving intellectual property, product\nliability, product composition or formulation, packaging content or\ndisposability, marketing, antitrust, data protection, environmental (including\nclimate, water, waste), employment, anti-bribery, anti-corruption, tax,\naccounting and financial reporting or other matters. Rapidly changing laws,\nregulations, policies and related interpretations, as well as increased\nenforcement actions, create challenges for the Company, including our\ncompliance and ethics programs, may alter the environment in which we do\nbusiness and may increase the ongoing costs of compliance, which could\nadversely impact our financial results. If we are unable to continue to meet\nthese challenges and comply with all laws, regulations, policies and related\ninterpretations, it could negatively impact our reputation and our business\nresults. Failure to successfully manage regulatory and legal matters and\nresolve such matters without significant liability or damage to our reputation\nmay materially adversely impact our results of operations and financial\nposition. Furthermore, if pending legal or regulatory matters result in fines or\ncosts in excess of the amounts accrued to date, that may also materially impact\nour results of operations and financial position.\nChanges in applicable tax regulations and resolutions of tax disputes\ncould negatively affect our financial results.\nThe Company is subject to taxation in the U.S. and numerous foreign\njurisdictions. Changes in the various tax laws can and do occur. For example,\nthe U.S. government enacted comprehensive tax legislation commonly\nreferred to as the Tax Cuts and Jobs Act (the “U.S. Tax Act”). The changes\nincluded in the U.S. Tax Act are broad and complex. The ongoing impacts of\nthe U.S. Tax Act may differ from the estimates provided elsewhere in this\nreport, possibly materially, due to, among other things, changes in\ninterpretations, any regulatory guidance or legislative action to address\nquestions that arise or any updates or changes to estimates the Company has\nused to calculate the impacts.\nAdditionally, longstanding international tax norms that determine each\ncountry’s jurisdiction to tax cross-border international trade are subject to\npotential evolution. An outgrowth of the original Base Erosion and Profit\nShifting (“BEPS\") project is a new project undertaken by the 129 member\ncountries of the expanded OECD Inclusive Framework focused on\n\"Addressing the Challenges of the Digitalization of the Economy.\" The\nbreadth of this project extends beyond pure digital businesses and is likely to\nimpact all multinational businesses by potentially redefining jurisdictional\ntaxation rights. As this and other tax laws and related regulations change or\nevolve, our financial results could be materially impacted. Given the\nunpredictability of these possible changes, it is very difficult to assess whether\nthe overall effect of such potential tax changes would be cumulatively positive\nor negative for our earnings and cash flow, but such changes could adversely\nimpact our financial results.\nFurthermore, we are subject to regular review and audit by both foreign and\ndomestic tax authorities. While we believe our tax positions will be sustained,\nthe final outcome of tax audits and related litigation, including maintaining\nour intended tax treatment of divestiture transactions such as the fiscal 2017\n6 The Procter & Gamble Company\nBeauty Brands transaction with Coty, may differ materially from the tax\namounts recorded in our Consolidated Financial Statements, which could\nadversely impact our cash flows and financial results.\nWe must successfully manage ongoing acquisition, joint venture and\ndivestiture activities.\nAs a company that manages a portfolio of consumer brands, our ongoing\nbusiness model includes a certain level of acquisition, joint venture and\ndivestiture activities. We must be able to successfully manage the impacts of\nthese activities, while at the same time delivering against our business\nobjectives. Specifically, our financial results could be adversely impacted by\nthe dilutive impacts from the loss of earnings associated with divested brands\nor dissolution of joint ventures. Our financial results could also be impacted\nby acquisitions or joint venture activities, such as the integration of Merck\nKGaA's Consumer Health business acquired in fiscal 2019, if: 1) changes in\nthe cash flows or other market-based assumptions cause the value of acquired\nassets to fall below book value, or 2) we are not able to deliver the expected\ncost and growth synergies associated with such acquisitions and joint\nventures, including as a result of integration and collaboration challenges,\nwhich could also have an impact on goodwill and intangible assets.\nOur business results depend on our ability to successfully manage\nproductivity improvements and ongoing organizational change.\nOur financial projections assume certain ongoing productivity improvements\nand cost savings, including staffing adjustments as well as employee\ndepartures. Failure to deliver these planned productivity improvements and\ncost savings, while continuing to invest in business growth, could adversely\nimpact our financial results. Additionally, successfully executing\norganizational change, including the move to a new organizational structure in\nfiscal 2020, management transitions at leadership levels of the Company and\nmotivation and retention of key employees, is critical to our business success.\nFactors that may affect our ability to attract and retain sufficient numbers of\nqualified employees include employee morale, our reputation, competition\nfrom other employers and availability of qualified personnel. Our success is\ndependent on identifying, developing and retaining key employees to provide\nuninterrupted leadership and direction for our business. This includes\ndeveloping and retaining organizational capabilities in key growth markets\nwhere the depth of skilled or experienced employees may be limited and\ncompetition for these resources is intense, as well as continuing the\ndevelopment and execution of robust leadership succession plans.",
      "item7a":""
    },
    "20":{
      "item1a":"We discuss our expectations regarding future performance,\nevents and outcomes, such as our business outlook and\nobjectives in this Form 10-K, as well as in our quarterly and\nannual reports, current reports on Form 8-K, press releases\nand other written and oral communications. All statements,\nexcept for historical and present factual information, are\n“forward-looking statements” and are based on financial data\nand business plans available only as of the time the\nstatements are made, which may become outdated or\nincomplete. We assume no obligation to update any\nforward-looking statements as a result of new information,\nfuture events or other factors, except to the extent required\nby law. Forward-looking statements are inherently\nuncertain, and investors must recognize that events could\nsignificantly differ from our expectations.\nThe following discussion of “risk factors” identifies\nsignificant factors that may adversely affect our business,\noperations, financial position or future financial\nperformance. This information should be read in\nconjunction with Management's Discussion and Analysis\nand the Consolidated Financial Statements and related Notes\nincorporated in this report. The following discussion of risks\nis not all inclusive, but is designed to highlight what we\nbelieve are important factors to consider when evaluating our\nexpectations. These and other factors could cause our future\nresults to differ from those in the forward-looking statements\nand from historical trends, perhaps materially.\nOur business is subject to numerous risks as a result of\nour having significant operations and sales in\ninternational markets, including foreign currency\nfluctuations, currency exchange or pricing controls and\nlocalized volatility.\nWe are a global company, with operations in approximately\n70 countries and products sold in more than 180 countries\nand territories around the world. We hold assets, incur\nliabilities, generate sales and pay expenses in a variety of\ncurrencies other than the U.S. dollar, and our operations\noutside the U.S. generate more than fifty percent of our\nannual net sales. Fluctuations in exchange rates for foreign\ncurrencies have and could continue to reduce the U.S. dollar\nvalue of sales, earnings and cash flows we receive from nonU.S. markets, increase our supply costs (as measured in U.S.\ndollars) in those markets, negatively impact our\ncompetitiveness in those markets or otherwise adversely\nimpact our business results or financial condition.\nMoreover, discriminatory or conflicting fiscal or trade\npolicies in different countries, including changes to tariffs\nand existing trade policies and agreements, could adversely\naffect our results. See also the Results of Operations and\nCash Flow, Financial Condition and Liquidity sections of the\nMD&A, and the Consolidated Financial Statements and\nrelated Notes.\nWe also have businesses and maintain local currency cash\nbalances in a number of countries with currency exchange,\nimport authorization, pricing or other controls or restrictions,\nsuch as Nigeria, Algeria, Argentina, Egypt and Turkey. Our\nresults of operations, financial condition and cash flows\ncould be adversely impacted if we are unable to successfully\nmanage such controls and restrictions, continue existing\nbusiness operations and repatriate earnings from overseas, or\nif new or increased tariffs, quotas, exchange or price\ncontrols, trade barriers or similar restrictions are imposed on\nour business.\nAdditionally, our business, operations or employees have\nbeen and could continue to be adversely affected by political\nvolatility, labor market disruptions or other crises or\nvulnerabilities in individual countries or regions, including\npolitical instability or upheaval, broad economic instability\nor sovereign risk related to a default by or deterioration in\nthe creditworthiness of local governments, particularly in\nemerging markets.\nUncertain economic conditions may adversely impact\ndemand for our products or cause our customers and\nother business partners to suffer financial hardship,\nwhich could adversely impact our business.\nOur business could be negatively impacted by reduced\ndemand for our products related to one or more significant\nlocal, regional or global economic disruptions. These\ndisruptions have included and may in the future include: a\nslow-down or recession in the general economy; reduced\nmarket growth rates; tighter credit markets for our suppliers,\nvendors or customers; a significant shift in government\npolicies; the deterioration of economic relations between\ncountries or regions, including potential negative consumer\nsentiment toward non-local products or sources; or the\ninability to conduct day-to-day transactions through our\nfinancial intermediaries to pay funds to or collect funds from\nour customers, vendors and suppliers. Additionally, these\nand other economic conditions may cause our suppliers,\ndistributors, contractors or other third-party partners to suffer\nfinancial or operational difficulties that they cannot\novercome, resulting in their inability to provide us with the\n2 The Procter & Gamble Company\nmaterials and services we need, in which case our business\nand results of operations could be adversely affected.\nCustomers may also suffer financial hardships due to\neconomic conditions such that their accounts become\nuncollectible or are subject to longer collection cycles. In\naddition, if we are unable to generate sufficient sales, income\nand cash flow, it could affect the Company’s ability to\nachieve expected share repurchase and dividend payments.\nDisruptions in credit markets or changes to our credit\nratings may reduce our access to credit.\nA disruption in the credit markets or a downgrade of our\ncurrent credit rating could increase our future borrowing\ncosts and impair our ability to access capital and credit\nmarkets on terms commercially acceptable to us, which\ncould adversely affect our liquidity and capital resources or\nsignificantly increase our cost of capital.\nOur business results depend on our ability to manage\ndisruptions in our global supply chain.\nOur ability to meet our customers’ needs and achieve cost\ntargets depends on our ability to maintain key manufacturing\nand supply arrangements, including execution of supply\nchain optimizations and certain sole supplier or sole\nmanufacturing plant arrangements. The loss or disruption of\nsuch manufacturing and supply arrangements, including for\nissues such as labor disputes, loss or impairment of key\nmanufacturing sites, discontinuity in our internal information\nand data systems, inability to procure sufficient raw or input\nmaterials, significant changes in trade policy, natural\ndisasters, increasing severity or frequency of extreme\nweather events due to climate change or otherwise, acts of\nwar or terrorism, disease outbreaks or other external factors\nover which we have no control, have interrupted product\nsupply and, if not effectively managed and remedied, could\nhave an adverse impact on our business, financial condition,\nresults of operations or cash flows.\nOur businesses face cost fluctuations and pressures that\ncould affect our business results.\nOur costs are subject to fluctuations, particularly due to\nchanges in the prices of commodities and raw materials and\nthe costs of labor, transportation, energy, pension and\nhealthcare. Therefore, our business results depend, in part,\non our continued ability to manage these fluctuations\nthrough pricing actions, cost saving projects and sourcing\ndecisions, while maintaining and improving margins and\nmarket share. Failure to manage these fluctuations could\nadversely impact our results of operations or cash flows.\nOur ability to meet our growth targets depends on\nsuccessful product, marketing and operations innovation\nand successful responses to competitive innovation and\nchanging consumer habits.\nWe are a consumer products company that relies on\ncontinued global demand for our brands and products.\nAchieving our business results depends, in part, on\nsuccessfully developing, introducing and marketing new\nproducts and on making significant improvements to our\nequipment and manufacturing processes. The success of\nsuch innovation depends on our ability to correctly anticipate\ncustomer and consumer acceptance and trends, to obtain,\nmaintain and enforce necessary intellectual property\nprotections and to avoid infringing upon the intellectual\nproperty rights of others. We must also successfully respond\nto technological advances made by, and intellectual property\nrights granted to, competitors. Failure to continually\ninnovate, improve and respond to competitive moves and\nchanging consumer habits could compromise our\ncompetitive position and adversely impact our financial\ncondition, results of operations or cash flows.\nThe ability to achieve our business objectives depends on\nhow well we can compete with our local and global\ncompetitors in new and existing markets and channels.\nThe consumer products industry is highly competitive.\nAcross all of our categories, we compete against a wide\nvariety of global and local competitors. As a result, we\nexperience ongoing competitive pressures in the\nenvironments in which we operate, which may result in\nchallenges in maintaining profit margins. To address these\nchallenges, we must be able to successfully respond to\ncompetitive factors and emerging retail trends, including\npricing, promotional incentives, product delivery windows\nand trade terms. In addition, evolving sales channels and\nbusiness models may affect customer and consumer\npreferences as well as market dynamics, which, for example,\nmay be seen in the growing consumer preference for\nshopping online, ease of competitive entry into certain\ncategories, and growth in hard discounter channels. Failure\nto successfully respond to competitive factors and emerging\nretail trends, and effectively compete in growing sales\nchannels and business models, particularly e-commerce and\nmobile commerce applications, could negatively impact our\nresults of operations or cash flows.\nA significant change in customer relationships or in\ncustomer demand for our products could have a\nsignificant impact on our business.\nWe sell most of our products via retail customers, which\ninclude mass merchandisers, e-commerce, grocery stores,\nmembership club stores, drug stores, department stores,\ndistributors, wholesalers, baby stores, specialty beauty stores\n(including airport duty-free stores), high-frequency stores,\npharmacies, electronics stores and professional channels.\nOur success depends on our ability to successfully manage\nrelationships with our retail trade customers, which includes\nour ability to offer trade terms that are mutually acceptable\nand are aligned with our pricing and profitability targets.\nContinued concentration among our retail customers could\ncreate significant cost and margin pressure on our business,\nand our business performance could suffer if we cannot\nreach agreement with a key customer on trade terms and\nprinciples. Our business could also be negatively impacted\nif a key customer were to significantly reduce the inventory\nlevel of or shelf space allocated to our products as a result of\nincreased offerings of other branded manufacturers, private\nlabel brands and generic non-branded products or for other\nreasons, significantly tighten product delivery windows or\nexperience a significant business disruption.\nThe Procter & Gamble Company 3\nIf the reputation of the Company or one or more of our\nbrands erodes significantly, it could have a material\nimpact on our financial results.\nThe Company's reputation, and the reputation of our brands,\nform the foundation of our relationships with key\nstakeholders and other constituencies, including consumers,\ncustomers and suppliers. The quality and safety of our\nproducts are critical to our business. Many of our brands\nhave worldwide recognition and our financial success\ndirectly depends on the success of our brands. The success\nof our brands can suffer if our marketing plans or product\ninitiatives do not have the desired impact on a brand's image\nor its ability to attract consumers. Our results of operations\nor cash flows could also be negatively impacted if one of our\nbrands suffers substantial harm to its reputation due to a\nsignificant product recall, product-related litigation, defects\nor impurities in our products, product misuse, changing\nconsumer perceptions of certain ingredients or\nenvironmental impacts, allegations of product tampering or\nthe distribution and sale of counterfeit products.\nAdditionally, negative or inaccurate postings or comments\non social media or networking websites about the Company\nor one of its brands could generate adverse publicity that\ncould damage the reputation of our brands or the Company.\nIf we are unable to effectively manage real or perceived\nissues, including concerns about safety, quality, ingredients,\nefficacy, environmental impacts or similar matters,\nsentiments toward the Company or our products could be\nnegatively impacted, and our results of operations or cash\nflows could suffer. Our Company also devotes time and\nresources to citizenship efforts that are consistent with our\ncorporate values and are designed to strengthen our business\nand protect and preserve our reputation, including programs\ndriving ethics and corporate responsibility, strong\ncommunities, diversity and inclusion, gender equality and\nenvironmental sustainability. If these programs are not\nexecuted as planned or suffer negative publicity, the\nCompany's reputation and results of operations or cash flows\ncould be adversely impacted.\nWe rely on third parties in many aspects of our business,\nwhich creates additional risk.\nDue to the scale and scope of our business, we must rely on\nrelationships with third parties, including our suppliers,\ncontract manufacturers, distributors, contractors, commercial\nbanks, joint venture partners and external business partners,\nfor certain functions. If we are unable to effectively manage\nour third-party relationships and the agreements under which\nour third-party partners operate, our results of operations and\ncash flows could be adversely impacted. Further, failure of\nthese third parties to meet their obligations to the Company\nor substantial disruptions in the relationships between the\nCompany and these third parties could adversely impact our\noperations and financial results. Additionally, while we\nhave policies and procedures for managing these\nrelationships, they inherently involve a lesser degree of\ncontrol over business operations, governance and\ncompliance, thereby potentially increasing our financial,\nlegal, reputational and operational risk.\nA significant information security or operational\ntechnology incident, including a cybersecurity breach, or\nthe failure of one or more key information or operations\ntechnology systems, networks, hardware, processes, and/\nor associated sites owned or operated by the Company or\none of its service providers could have a material adverse\nimpact on our business or reputation.\nWe rely extensively on information and operational\ntechnology (\"IT/OT\") systems, networks and services,\nincluding internet and intranet sites, data hosting and\nprocessing facilities and technologies, physical security\nsystems and other hardware, software and technical\napplications and platforms, many of which are managed,\nhosted, provided and/or used by third parties or their\nvendors, to assist in conducting our business. The various\nuses of these IT/OT systems, networks and services include,\nbut are not limited to:\n• ordering and managing materials from suppliers;\n• converting materials to finished products;\n• shipping products to customers;\n• marketing and selling products to consumers;\n• collecting, transferring, storing and/or processing\ncustomer, consumer, employee, vendor, investor, and\nother stakeholder information and personal data,\nincluding such data from persons covered by an\nexpanding landscape of privacy and data regulations,\nsuch as citizens of the European Union who are covered\nby the General Data Protection Regulation (“GDPR”) or\nresidents of California covered by the California\nConsumer Privacy Act (\"CCPA\");\n• summarizing and reporting results of operations,\nincluding financial reporting;\n• managing our banking and other cash liquidity systems\nand platforms;\n• hosting, processing and sharing, as appropriate,\nconfidential and proprietary research, business plans and\nfinancial information;\n• collaborating via an online and efficient means of global\nbusiness communications;\n• complying with regulatory, legal and tax requirements;\n• providing data security; and\n• handling other processes necessary to manage our\nbusiness.\nNumerous and evolving information security threats,\nincluding advanced persistent cybersecurity threats, pose a\nrisk to the security of our services, systems, networks and\nsupply chain, as well as to the confidentiality, availability\nand integrity of our data and of our critical business\noperations. In addition, because the techniques, tools and\ntactics used in cyber-attacks frequently change and may be\ndifficult to detect for periods of time, we may face\ndifficulties in anticipating and implementing adequate\npreventative measures or fully mitigating harms after such an\nattack.\n4 The Procter & Gamble Company\nOur IT/OT databases and systems and our third-party\nproviders’ databases and systems have been, and will likely\ncontinue to be, subject to advanced computer viruses or\nother malicious codes, ransomware, unauthorized access\nattempts, denial of service attacks, phishing, social\nengineering, hacking and other cyber-attacks. Such attacks\nmay originate from outside parties, hackers, criminal\norganizations or other threat actors, including nation states.\nIn addition, insider actors-malicious or otherwise-could\ncause technical disruptions and/or confidential data leakage.\nWe cannot guarantee that our security efforts or the security\nefforts of our third-party providers will prevent material\nbreaches, operational incidents or other breakdowns to our or\nour third-party providers’ IT/OT databases or systems.\nIf the IT/OT systems, networks or service providers we rely\nupon fail to function properly or cause operational outages or\naberrations, or if we or one of our third-party providers\nsuffer significant unavailability of key operations, or\ninadvertent disclosure of, lack of integrity of, or loss of our\nsensitive business or stakeholder information, due to any\nnumber of causes, ranging from catastrophic events or power\noutages to improper data handling, security incidents or\nemployee error or malfeasance, and our business continuity\nplans do not effectively address these failures on a timely\nbasis, we may be exposed to reputational, competitive,\noperational, financial and business harm as well as litigation\nand regulatory action. Periodically, we also upgrade our IT/\nOT systems or adopt new technologies. If such a new system\nor technology does not function properly or otherwise\nexposes us to increased cybersecurity breaches and failures,\nit could affect our ability to order materials, make and ship\norders, and process payments in addition to other operational\nand information integrity and loss issues. The costs and\noperational consequences of responding to the above items\nand implementing remediation measures could be significant\nand could adversely impact our results of operations and\ncash flows.\nChanging political conditions could adversely impact our\nbusiness and financial results.\nChanges in the political conditions in markets in which we\nmanufacture, sell or distribute our products may be difficult\nto predict and may adversely affect our business and\nfinancial results. For example, the United Kingdom’s\nwithdrawal from the European Union (\"Brexit\") has created\nuncertainty regarding, among other things, the U.K.'s future\nlegal and economic framework and how the U.K. will\ninteract with other countries, including with respect to the\nfree movement of goods, services, capital and people. In\naddition, results of elections, referendums or other political\nprocesses in certain markets in which our products are\nmanufactured, sold or distributed could create uncertainty\nregarding how existing governmental policies, laws and\nregulations may change, including with respect to sanctions,\ntaxes, tariffs, import and export controls and the general\nmovement of goods, services, capital and people between\ncountries and other matters. The potential implications of\nsuch uncertainty, which include, among others, exchange\nrate fluctuations, new or increased tariffs, trade barriers and\nmarket contraction, could adversely affect the Company’s\nresults of operations and cash flows.\nWe must successfully manage compliance with laws and\nregulations, as well as manage new and pending legal and\nregulatory matters in the U.S. and abroad.\nOur business is subject to a wide variety of laws and\nregulations across the countries in which we do business,\nincluding those laws and regulations involving intellectual\nproperty, product liability, product composition or\nformulation, packaging content or end-of-life responsibility,\nmarketing, antitrust, data protection, environmental\n(including increasing focus on the climate, water, and waste\nimpacts of consumer packaged goods companies' operations\nand products), employment, anti-bribery, anti-corruption,\ntax, accounting and financial reporting or other matters.\nRapidly changing laws, regulations, policies and related\ninterpretations, as well as increased enforcement actions,\ncreate challenges for the Company, including our\ncompliance and ethics programs, may alter the environment\nin which we do business and may increase the ongoing costs\nof compliance, which could adversely impact our results of\noperations and cash flows. If we are unable to continue to\nmeet these challenges and comply with all laws, regulations,\npolicies and related interpretations, it could negatively\nimpact our reputation and our business results. Failure to\nsuccessfully manage regulatory and legal matters and resolve\nsuch matters without significant liability or damage to our\nreputation may materially adversely impact our financial\ncondition, results of operations and cash flows.\nFurthermore, if pending legal or regulatory matters result in\nfines or costs in excess of the amounts accrued to date, that\nmay also materially impact our results of operations and\nfinancial position.\nChanges in applicable tax regulations and resolutions of\ntax disputes could negatively affect our financial results.\nThe Company is subject to taxation in the U.S. and\nnumerous foreign jurisdictions. Changes in the various tax\nlaws can and do occur. For example, the U.S. government\nenacted comprehensive tax legislation commonly referred to\nas the Tax Cuts and Jobs Act (the “U.S. Tax Act”). The\nchanges included in the U.S. Tax Act are broad and\ncomplex. The ongoing impacts of the U.S. Tax Act may\ndiffer from the estimates provided elsewhere in the reports\nwe file with the Securities and Exchange Commission,\npossibly materially, due to, among other things, changes in\ninterpretations, any regulatory guidance or legislative action\nto address questions that arise or any updates or changes to\nestimates the Company has used to calculate the impacts.\nAdditionally, longstanding international tax norms that\ndetermine each country’s jurisdiction to tax cross-border\ninternational trade are subject to potential evolution. An\noutgrowth of the original Base Erosion and Profit Shifting\n(“BEPS\") project is a project undertaken by the more than\n130 member countries of the expanded OECD Inclusive\nFramework focused on \"Addressing the Challenges of the\nDigitalization of the Economy.\" The breadth of this project\nextends beyond pure digital businesses and is likely to\nThe Procter & Gamble Company 5\nimpact all multinational businesses by potentially redefining\njurisdictional taxation rights. As this and other tax laws and\nrelated regulations change or evolve, our financial condition,\nresults of operations and cash flows could be materially\nimpacted. Given the unpredictability of these possible\nchanges, it is very difficult to assess whether the overall\neffect of such potential tax changes would be cumulatively\npositive or negative, but such changes could adversely\nimpact our results of operations and cash flows.\nFurthermore, we are subject to regular review and audit by\nboth foreign and domestic tax authorities. While we believe\nour tax positions will be sustained, the final outcome of tax\naudits and related litigation, including maintaining our\nintended tax treatment of divestiture transactions such as the\nfiscal 2017 Beauty Brands transaction with Coty, may differ\nmaterially from the tax amounts recorded in our\nConsolidated Financial Statements, which could adversely\nimpact our results of operations and cash flows.\nWe must successfully manage ongoing acquisition, joint\nventure and divestiture activities.\nAs a company that manages a portfolio of consumer brands,\nour ongoing business model includes a certain level of\nacquisition, joint venture and divestiture activities. We must\nbe able to successfully manage the impacts of these\nactivities, while at the same time delivering against our\nbusiness objectives. Specifically, our financial results have\nbeen, and in the future could be, adversely impacted by the\ndilutive impacts from the loss of earnings associated with\ndivested brands or dissolution of joint ventures. Our results\nof operations and cash flows have been and, in the future\ncould also be, impacted by acquisitions or joint venture\nactivities, if: 1) changes in the cash flows or other marketbased assumptions cause the value of acquired assets to fall\nbelow book value, or 2) we are not able to deliver the\nexpected cost and growth synergies associated with such\nacquisitions and joint ventures, including as a result of\nintegration and collaboration challenges, which could also\nresult in an impairment of goodwill and intangible assets.\nOur business results depend on our ability to successfully\nmanage productivity improvements and ongoing\norganizational change, including attracting and retaining\nkey talent as part of our overall succession planning.\nOur financial projections assume certain ongoing\nproductivity improvements and cost savings, including\nstaffing adjustments as well as employee departures. Failure\nto deliver these planned productivity improvements and cost\nsavings, while continuing to invest in business growth, could\nadversely impact our results of operations and cash flows.\nAdditionally, successfully executing organizational change,\nmanagement transitions at leadership levels of the Company\nand motivation and retention of key employees, is critical to\nour business success. Factors that may affect our ability to\nattract and retain sufficient numbers of qualified employees\ninclude employee morale, our reputation, competition from\nother employers and availability of qualified individuals.\nOur success depends on identifying, developing and\nretaining key employees to provide uninterrupted leadership\nand direction for our business. This includes developing and\nretaining organizational capabilities in key growth markets\nwhere the depth of skilled or experienced employees may be\nlimited and competition for these resources is intense, as\nwell as continuing the development and execution of robust\nleadership succession plans.\nWe must successfully manage the demand, supply, and\noperational challenges associated with the actual or\nperceived effects of a disease outbreak, including\nepidemics, pandemics, or similar widespread public\nhealth concerns.\nOur business may be negatively impacted by the fear of\nexposure to or actual effects of a disease outbreak, epidemic,\npandemic, or similar widespread public health concern, such\nas travel restrictions or recommendations or mandates from\ngovernmental authorities to avoid large gatherings or to selfquarantine as a result of the novel coronavirus (COVID-19)\npandemic. These impacts include, but are not limited to:\n• Significant reductions in demand or significant volatility\nin demand for one or more of our products, which may\nbe caused by, among other things: the temporary\ninability of consumers to purchase our products due to\nillness, quarantine or other travel restrictions, or\nfinancial hardship, shifts in demand away from one or\nmore of our more discretionary or higher priced\nproducts to lower priced products, or stockpiling or\nsimilar pantry-loading activity. If prolonged, such\nimpacts can further increase the difficulty of business or\noperations planning and may adversely impact our\nresults of operations and cash flows;\n• Inability to meet our customers’ needs and achieve cost\ntargets due to disruptions in our manufacturing and\nsupply arrangements caused by constrained workforce\ncapacity or the loss or disruption of other essential\nmanufacturing and supply elements such as raw\nmaterials or other finished product components,\ntransportation, or other manufacturing and distribution\ncapability;\n• Failure of third parties on which we rely, including our\nsuppliers, contract manufacturers, distributors,\ncontractors, commercial banks, joint venture partners\nand external business partners, to meet their obligations\nto the Company, or significant disruptions in their\nability to do so, which may be caused by their own\nfinancial or operational difficulties and may adversely\nimpact our operations; or\n• Significant changes in the political conditions in markets\nin which we manufacture, sell or distribute our products,\nincluding quarantines, import/export restrictions, price\ncontrols, or governmental or regulatory actions, closures\nor other restrictions that limit or close our operating and\nmanufacturing facilities, restrict our employees’ ability\nto travel or perform necessary business functions, or\notherwise prevent our third-party partners, suppliers, or\ncustomers from sufficiently staffing operations,\nincluding operations necessary for the production,\ndistribution, sale, and support of our products, which\n6 The Procter & Gamble Company\ncould adversely impact our results of operations and\ncash flows.\nDespite our efforts to manage and remedy these impacts to\nthe Company, their ultimate impact also depends on factors\nbeyond our knowledge or control, including the duration and\nseverity of any such outbreak as well as third-party actions\ntaken to contain its spread and mitigate its public health\neffects.",
      "item7a":""
    },
    "21":{
      "item1a":"We discuss our expectations regarding future performance, events and\noutcomes, such as our business outlook and objectives in this Form 10-K, as\nwell as in our quarterly and annual reports, current reports on Form 8-K, press\nreleases and other written and oral communications. All statements, except\nfor historical and present factual information, are “forward-looking\nstatements” and are based on financial data and business plans available only\nas of the time the statements are made, which may become outdated or\nincomplete. We assume no obligation to update any forward-looking\nstatements as a result of new information, future events or other factors,\nexcept to the extent required by law. Forward-looking statements are\ninherently uncertain, and investors must recognize that events could\nsignificantly differ from our expectations.\nThe following discussion of “risk factors” identifies significant factors that\nmay adversely affect our business, operations, financial position or future\nfinancial performance. This information should be read in\nThe Procter & Gamble Company 3\nconjunction with Management's Discussion and Analysis and the\nConsolidated Financial Statements and related Notes incorporated in this\nreport. The following discussion of risks is not all inclusive but is designed to\nhighlight what we believe are important factors to consider when evaluating\nour expectations. These and other factors could cause our future results to\ndiffer from those in the forward-looking statements and from historical\ntrends, perhaps materially.\nMACROECONOMIC CONDITIONS AND RELATED FINANCIAL\nRISKS\nOur business is subject to numerous risks as a result of our having\nsignificant operations and sales in international markets, including\nforeign currency fluctuations, currency exchange or pricing controls and\nlocalized volatility.\nWe are a global company, with operations in approximately 70 countries and\nproducts sold in more than 180 countries and territories around the world. We\nhold assets, incur liabilities, generate sales and pay expenses in a variety of\ncurrencies other than the U.S. dollar, and our operations outside the U.S.\ngenerate more than fifty percent of our annual net sales. Fluctuations in\nexchange rates for foreign currencies have and could continue to reduce the\nU.S. dollar value of sales, earnings and cash flows we receive from non-U.S.\nmarkets, increase our supply costs (as measured in U.S. dollars) in those\nmarkets, negatively impact our competitiveness in those markets or otherwise\nadversely impact our business results or financial condition. Further, we have\na significant amount of foreign currency debt and derivatives as part of our\ncapital markets activities. The maturity cash outflows of these instruments\ncould be adversely impacted by significant appreciation of foreign currency\nexchange rates (particularly the Euro), which could adversely impact our\noverall cash flows. Moreover, discriminatory or conflicting fiscal or trade\npolicies in different countries, including changes to tariffs and existing trade\npolicies and agreements, could adversely affect our results. See also the\nResults of Operations and Cash Flow, Financial Condition and Liquidity\nsections of the MD&A, and the Consolidated Financial Statements and related\nNotes.\nWe also have businesses and maintain local currency cash balances in a\nnumber of countries with currency exchange, import authorization, pricing or\nother controls or restrictions, such as Nigeria, Algeria, Egypt, Argentina and\nTurkey. Our results of operations, financial condition and cash flows could be\nadversely impacted if we are unable to successfully manage such controls and\nrestrictions, continue existing business operations and repatriate earnings\nfrom overseas, or if new or increased tariffs, quotas, exchange or price\ncontrols, trade barriers or similar restrictions are imposed on our business.\nAdditionally, our business, operations or employees have been and could\ncontinue to be adversely affected (including by the need to de-consolidate or\neven exit certain businesses in particular countries) by political volatility,\nlabor market disruptions or other crises or vulnerabilities in individual\ncountries or regions, including political instability or upheaval, broad\neconomic instability or sovereign risk related to a default by or deterioration\nin the creditworthiness of local governments, particularly in emerging\nmarkets.\nUncertain economic or social conditions may adversely impact demand\nfor our products or cause our customers and other business partners to\nsuffer financial hardship, which could adversely impact our business.\nOur business could be negatively impacted by reduced demand for our\nproducts related to one or more significant local, regional or global economic\nor social disruptions. These disruptions have included and may in the future\ninclude: a slow-down or recession in the general economy; reduced market\ngrowth rates; tighter credit markets for our suppliers, vendors or customers; a\nsignificant shift in government policies; significant social unrest; the\ndeterioration of economic relations between countries or regions, including\npotential negative consumer sentiment toward non-local products or sources;\nor the inability to conduct day-to-day transactions through our financial\nintermediaries to pay funds to or collect funds from our customers, vendors\nand suppliers. Additionally, these and other economic conditions may cause\nour suppliers, distributors, contractors or other third-party partners to suffer\nfinancial or operational difficulties that they cannot overcome, resulting in\ntheir inability to provide us with the materials and services we need, in which\ncase our business and results of operations could be adversely affected.\nCustomers may also suffer financial hardships due to economic conditions\nsuch that their accounts become uncollectible or are subject to longer\ncollection cycles. In addition, if we are unable to generate sufficient sales,\nincome and cash flow, it could affect the Company’s ability to achieve\nexpected share repurchase and dividend payments.\nDisruptions in credit markets or to our banking partners or changes to\nour credit ratings may reduce our access to credit or overall liquidity.\nA disruption in the credit markets or a downgrade of our current credit rating\ncould increase our future borrowing costs and impair our ability to access\ncapital and credit markets on terms commercially acceptable to us, which\ncould adversely affect our liquidity and capital resources or significantly\nincrease our cost of capital. In addition, we rely on top-tier banking partners\nin key markets around the world, who themselves face economic, societal,\npolitical, and other risks, for access to credit and to facilitate collection and\npayment programs. A disruption to one or more of these top-tier partners\ncould impact our ability to draw on existing credit facilities or otherwise\nadversely affect our cash flows.\nChanging political conditions could adversely impact our business and\nfinancial results.\nChanges in the political conditions in markets in which we manufacture, sell\nor distribute our products may be difficult to predict and may adversely affect\nour business and financial results. Results of elections, referendums or other\npolitical processes in certain markets in which our products\n4 The Procter & Gamble Company\nare manufactured, sold or distributed (such as the United Kingdom's\nwithdrawal from the European Union) could create uncertainty regarding how\nexisting governmental policies, laws and regulations may change, including\nwith respect to sanctions, taxes, tariffs, import and export controls and the\ngeneral movement of goods, services, capital and people between countries\nand other matters. The potential implications of such uncertainty, which\ninclude, among others, exchange rate fluctuations, new or increased tariffs,\ntrade barriers and market contraction, could adversely affect the Company’s\nresults of operations and cash flows.\nBUSINESS OPERATIONS RISKS\nOur business results depend on our ability to manage disruptions in our\nglobal supply chain.\nOur ability to meet our customers’ needs and achieve cost targets depends on\nour ability to maintain key manufacturing and supply arrangements, including\nexecution of supply chain optimizations and certain sole supplier or sole\nmanufacturing plant arrangements. The loss or disruption of such\nmanufacturing and supply arrangements, including for issues such as labor\ndisputes or controversies, loss or impairment of key manufacturing sites,\ndiscontinuity or disruptions in our internal information and data systems,\ninability to procure sufficient raw or input materials (including water,\nrecycled materials, and materials that meet our labor standards), significant\nchanges in trade policy, natural disasters, increasing severity or frequency of\nextreme weather events due to climate change or otherwise, acts of war or\nterrorism, disease outbreaks or other external factors over which we have no\ncontrol, have at times interrupted and could, in the future, interrupt product\nsupply and, if not effectively managed and remedied, could have an adverse\nimpact on our business, financial condition, results of operations or cash\nflows.\nOur businesses face cost fluctuations and pressures that could affect our\nbusiness results.\nOur costs are subject to fluctuations, particularly due to changes in the prices\nof commodities (including certain petroleum-derived materials like resins and\npaper-based materials like pulp) and raw and packaging materials and the\ncosts of labor, transportation (including trucks and containers), energy,\npension and healthcare. Inflation pressures could also result in increases in\nthese input costs. Therefore, our business results depend, in part, on our\ncontinued ability to manage these fluctuations through pricing actions, cost\nsaving projects and sourcing decisions, while maintaining and improving\nmargins and market share. Failure to manage these fluctuations could\nadversely impact our results of operations or cash flows.\nThe ability to achieve our business objectives depends on how well we\ncan compete with our local and global competitors in new and existing\nmarkets and channels.\nThe consumer products industry is highly competitive. Across all of our\ncategories, we compete against a wide variety of global and local competitors.\nAs a result, we experience ongoing competitive pressures in the\nenvironments in which we operate, which may result in challenges in\nmaintaining sales and profit margins. To address these challenges, we must be\nable to successfully respond to competitive factors and emerging retail trends,\nincluding pricing, promotional incentives, product delivery windows and\ntrade terms. In addition, evolving sales channels and business models may\naffect customer and consumer preferences as well as market dynamics, which,\nfor example, may be seen in the growing consumer preference for shopping\nonline, ease of competitive entry into certain categories, and growth in hard\ndiscounter channels. Failure to successfully respond to competitive factors\nand emerging retail trends, and effectively compete in growing sales channels\nand business models, particularly e-commerce and mobile or social commerce\napplications, could negatively impact our results of operations or cash flows.\nA significant change in customer relationships or in customer demand\nfor our products could have a significant impact on our business.\nWe sell most of our products via retail customers, which include mass\nmerchandisers, e-commerce, grocery stores, membership club stores, drug\nstores, department stores, distributors, wholesalers, specialty beauty stores\n(including airport duty-free stores), high-frequency stores, pharmacies,\nelectronics stores and professional channels. Our success depends on our\nability to successfully manage relationships with our retail trade customers,\nwhich includes our ability to offer trade terms that are mutually acceptable\nand are aligned with our pricing and profitability targets. Continued\nconcentration among our retail customers could create significant cost and\nmargin pressure on our business, and our business performance could suffer if\nwe cannot reach agreement with a key customer on trade terms and principles.\nOur business could also be negatively impacted if a key customer were to\nsignificantly reduce the inventory level of or shelf space allocated to our\nproducts as a result of increased offerings of other branded manufacturers,\nprivate label brands and generic non-branded products or for other reasons,\nsignificantly tighten product delivery windows or experience a significant\nbusiness disruption.\nIf the reputation of the Company or one or more of our brands erodes\nsignificantly, it could have a material impact on our financial results.\nThe Company's reputation, and the reputation of our brands, form the\nfoundation of our relationships with key stakeholders and other\nconstituencies, including consumers, customers and suppliers. The quality\nand safety of our products are critical to our business. Many of our brands\nhave worldwide recognition and our financial success directly depends on the\nsuccess of our brands. The success of our brands can suffer if our marketing\nplans or product initiatives do not have the desired impact on a brand's image\nor its ability to attract consumers. Our results of operations or cash flows\ncould also be negatively impacted if the Company or one of our brands\nsuffers substantial harm to its reputation due to a significant product recall,\nproduct-related litigation, defects or impurities in our products, product\nThe Procter & Gamble Company 5\nmisuse, changing consumer perceptions of certain ingredients, negative\nperceptions of packaging (such as plastic and other petroleum- based\nmaterials), lack of recyclability or other environmental impacts, concerns\nabout actual or alleged labor or equality and inclusion practices, privacy\nlapses or data breaches, allegations of product tampering or the distribution\nand sale of counterfeit products. Additionally, negative or inaccurate postings\nor comments on social media or networking websites about the Company or\none of its brands could generate adverse publicity that could damage the\nreputation of our brands or the Company. If we are unable to effectively\nmanage real or perceived issues, including concerns about safety, quality,\ningredients, efficacy, environmental or social impacts or similar matters,\nsentiments toward the Company or our products could be negatively\nimpacted, and our results of operations or cash flows could suffer. Our\nCompany also devotes time and resources to citizenship efforts that are\nconsistent with our corporate values and are designed to strengthen our\nbusiness and protect and preserve our reputation, including programs driving\nethics and corporate responsibility, strong communities, equality and\ninclusion, and environmental sustainability. If these programs are not\nexecuted as planned or suffer negative publicity, the Company's reputation\nand results of operations or cash flows could be adversely impacted.\nWe rely on third parties in many aspects of our business, which creates\nadditional risk.\nDue to the scale and scope of our business, we must rely on relationships with\nthird parties, including our suppliers, contract manufacturers, distributors,\ncontractors, commercial banks, joint venture partners and external business\npartners, for certain functions. If we are unable to effectively manage our\nthird-party relationships and the agreements under which our third-party\npartners operate, our results of operations and cash flows could be adversely\nimpacted. Further, failure of these third parties to meet their obligations to the\nCompany or substantial disruptions in the relationships between the Company\nand these third parties could adversely impact our operations and financial\nresults. Additionally, while we have policies and procedures for managing\nthese relationships, they inherently involve a lesser degree of control over\nbusiness operations, governance and compliance, thereby potentially\nincreasing our financial, legal, reputational and operational risk.\nA significant information security or operational technology incident,\nincluding a cybersecurity breach, or the failure of one or more key\ninformation or operations technology systems, networks, hardware,\nprocesses, and/or associated sites owned or operated by the Company or\none of its service providers could have a material adverse impact on our\nbusiness or reputation.\nWe rely extensively on information and operational technology (IT/OT)\nsystems, networks and services, including internet and intranet sites, data\nhosting and processing facilities and technologies, physical security systems\nand other hardware, software and technical applications and platforms, many\nof which are managed,\nhosted, provided and/or used by third parties or their vendors, to assist in\nconducting our business. The various uses of these IT/OT systems, networks\nand services include, but are not limited to: • ordering and managing materials from suppliers; • converting materials to finished products; • shipping products to customers; • marketing and selling products to consumers; • collecting, transferring, storing and/or processing customer, consumer,\nemployee, vendor, investor, and other stakeholder information and\npersonal data, including such data from persons covered by an expanding\nlandscape of privacy and data regulations, such as citizens of the\nEuropean Union who are covered by the GDPR or residents of California\ncovered by the California Consumer Privacy Act (CCPA); • summarizing and reporting results of operations, including financial\nreporting; • managing our banking and other cash liquidity systems and platforms; • hosting, processing and sharing, as appropriate, confidential and\nproprietary research, business plans and financial information; • collaborating via an online and efficient means of global business\ncommunications; • complying with regulatory, legal and tax requirements; • providing data security; and\n• handling other processes necessary to manage our business.\nNumerous and evolving information security threats, including advanced\npersistent cybersecurity threats, pose a risk to the security of our services,\nsystems, networks and supply chain, as well as to the confidentiality,\navailability and integrity of our data and of our critical business operations. In\naddition, because the techniques, tools and tactics used in cyber-attacks\nfrequently change and may be difficult to detect for periods of time, we may\nface difficulties in anticipating and implementing adequate preventative\nmeasures or fully mitigating harms after such an attack.\nOur IT/OT databases and systems and our third-party providers’ databases\nand systems have been, and will likely continue to be, subject to advanced\ncomputer viruses or other malicious codes, ransomware, unauthorized access\nattempts, denial of service attacks, phishing, social engineering, hacking and\nother cyber-attacks. Such attacks may originate from outside parties, hackers,\ncriminal organizations or other threat actors, including nation states. In\naddition, insider actors-malicious or otherwise-could cause technical\ndisruptions and/or confidential data leakage. We cannot guarantee that our\nsecurity efforts or the security efforts of our third-party providers will prevent\nmaterial breaches, operational incidents or other breakdowns to our or our\nthird-party providers’ IT/OT databases or systems.\n6 The Procter & Gamble Company\nA breach of our data security systems or failure of our IT/OT databases and\nsystems may have a material adverse impact on our business operations and\nfinancial results. If the IT/OT systems, networks or service providers we rely\nupon fail to function properly or cause operational outages or aberrations, or\nif we or one of our third-party providers suffer significant unavailability of\nkey operations, or inadvertent disclosure of, lack of integrity of, or loss of our\nsensitive business or stakeholder information, due to any number of causes,\nincluding catastrophic events, natural disasters, power outages, computer and\ntelecommunications failures, improper data handling, viruses, phishing\nattempts, cyber-attacks, malware and ransomware attacks, security breaches,\nsecurity incidents or employee error or malfeasance, and our business\ncontinuity plans do not effectively address these failures on a timely basis, we\nmay suffer interruptions in our ability to manage operations and be exposed to\nreputational, competitive, operational, financial and business harm as well as\nlitigation and regulatory action. If our critical IT systems or back-up systems\nor those of our third-party vendors are damaged or cease to function properly,\nwe may have to make a significant investment to repair or replace them.\nIn addition, if a ransomware attack or other cybersecurity incident occurs,\neither internally or at our third-party technology service providers, we could\nbe prevented from accessing our data or systems, which may cause\ninterruptions or delays in our business operations, cause us to incur\nremediation costs, subject us to demands to pay a ransom, or damage our\nreputation. In addition, such events could result in unauthorized disclosure of\nconfidential information, and we may suffer financial and reputational\ndamage because of lost or misappropriated confidential information\nbelonging to us or to our partners, our employees, customers, and suppliers.\nAdditionally, we could be exposed to potential liability, litigation,\ngovernmental inquiries, investigations, or regulatory enforcement actions; and\nwe could be subject to payment of fines or other penalties, legal claims by our\nsuppliers, customers or employees, and significant remediation costs.\nPeriodically, we also upgrade our IT/OT systems or adopt new technologies.\nIf such a new system or technology does not function properly or otherwise\nexposes us to increased cybersecurity breaches and failures, it could affect our\nability to order materials, make and ship orders, and process payments in\naddition to other operational and information integrity and loss issues. The\ncosts and operational consequences of responding to the above items and\nimplementing remediation measures could be significant and could adversely\nimpact our results of operations and cash flows.\nWe must successfully manage the demand, supply, and operational\nchallenges associated with the effects of a disease outbreak, including\nepidemics, pandemics, or similar widespread public health concerns.\nOur business may be negatively impacted by the fear of exposure to or actual\neffects of a disease outbreak, epidemic, pandemic, or similar widespread\npublic health concern, such\nas travel restrictions or recommendations or mandates from governmental\nauthorities to avoid large gatherings or to self-quarantine as a result of the\nnovel coronavirus (COVID-19) pandemic. These impacts include, but are not\nlimited to: • Significant reductions in demand or significant volatility in demand for\none or more of our products, which may be caused by, among other\nthings: the temporary inability of consumers to purchase our products\ndue to illness, quarantine or other travel restrictions, or financial\nhardship, shifts in demand away from one or more of our more\ndiscretionary or higher priced products to lower priced products, or\nstockpiling or similar pantry-loading activity. If prolonged, such impacts\ncan further increase the difficulty of business or operations planning and\nmay adversely impact our results of operations and cash flows; • Inability to meet our customers’ needs and achieve cost targets due to\ndisruptions in our manufacturing and supply arrangements caused by\nconstrained workforce capacity or the loss or disruption of other essential\nmanufacturing and supply elements such as raw materials or other\nfinished product components, transportation, or other manufacturing and\ndistribution capability; • Failure of third parties on which we rely, including our suppliers,\ncontract manufacturers, distributors, contractors, commercial banks, joint\nventure partners and external business partners, to meet their obligations\nto the Company, or significant disruptions in their ability to do so, which\nmay be caused by their own financial or operational difficulties and may\nadversely impact our operations; or • Significant changes in the political conditions in markets in which we\nmanufacture, sell or distribute our products, including quarantines,\nimport/export restrictions, price controls, or governmental or regulatory\nactions, closures or other restrictions that limit or close our operating and\nmanufacturing facilities, restrict our employees’ ability to travel or\nperform necessary business functions, or otherwise prevent our thirdparty partners, suppliers, or customers from sufficiently staffing\noperations, including operations necessary for the production,\ndistribution, sale, and support of our products, which could adversely\nimpact our results of operations and cash flows.\nDespite our efforts to manage and remedy these impacts to the Company,\ntheir ultimate impact also depends on factors beyond our knowledge or\ncontrol, including the duration and severity of any such outbreak as well as\nthird-party actions taken to contain its spread and mitigate its public health\neffects. In the case of COVID-19, the availability and public acceptance of\neffective vaccines has initially varied and may continue to vary significantly\nacross regions and countries where we operate, leading to further volatility\nand disparity in our results and operations across geographies.\nThe Procter & Gamble Company 7\nBUSINESS STRATEGY & ORGANIZATIONAL RISKS\nOur ability to meet our growth targets depends on successful product,\nmarketing and operations innovation and successful responses to\ncompetitive innovation, evolving digital marketing and selling platforms,\nand changing consumer habits. We are a consumer products company that relies on continued global demand\nfor our brands and products. Achieving our business results depends, in part,\non successfully developing, introducing and marketing new products and on\nmaking significant improvements to our equipment and manufacturing\nprocesses. The success of such innovation depends on our ability to correctly\nanticipate customer and consumer acceptance and trends, to obtain, maintain\nand enforce necessary intellectual property protections and to avoid infringing\nupon the intellectual property rights of others, and to continue to deliver\nefficient and effective marketing across evolving media and mobile platforms\nwith dynamic privacy requirements. We must also successfully respond to\ntechnological advances made by, and intellectual property rights granted to,\ncompetitors, customers and vendors. Failure to continually innovate, improve\nand respond to competitive moves, platform evolution, and changing\nconsumer habits could compromise our competitive position and adversely\nimpact our financial condition, results of operations or cash flows.\nWe must successfully manage ongoing acquisition, joint venture and\ndivestiture activities.\nAs a company that manages a portfolio of consumer brands, our ongoing\nbusiness model includes a certain level of acquisition, joint venture and\ndivestiture activities. We must be able to successfully manage the impacts of\nthese activities, while at the same time delivering against our business\nobjectives. Specifically, our financial results have been, and in the future\ncould be, adversely impacted by the dilutive impacts from the loss of earnings\nassociated with divested brands or dissolution of joint ventures. Our results of\noperations and cash flows have been and, in the future could also be,\nimpacted by acquisitions or joint venture activities, if: 1) changes in the cash\nflows or other market-based assumptions cause the value of acquired assets to\nfall below book value, or 2) we are not able to deliver the expected cost and\ngrowth synergies associated with such acquisitions and joint ventures,\nincluding as a result of integration and collaboration challenges, which could\nalso result in an impairment of goodwill and intangible assets.\nOur business results depend on our ability to successfully manage\nproductivity improvements and ongoing organizational change, including\nattracting and retaining key talent as part of our overall succession\nplanning.\nOur financial projections assume certain ongoing productivity improvements\nand cost savings, including staffing adjustments as well as employee\ndepartures. Failure to deliver these planned productivity improvements and\ncost savings, while continuing to invest in business growth, could adversely\nimpact our results of operations and cash flows.\nAdditionally, successfully executing organizational change, management\ntransitions at leadership levels of the Company and motivation and retention\nof key employees, is critical to our business success. Factors that may affect\nour ability to attract and retain sufficient numbers of qualified employees\ninclude employee morale, our reputation, competition from other employers\nand availability of qualified individuals. Our success depends on identifying,\ndeveloping and retaining key employees to provide uninterrupted leadership\nand direction for our business. This includes developing and retaining\norganizational capabilities in key growth markets where the depth of skilled\nor experienced employees may be limited and competition for these resources\nis intense, as well as continuing the development and execution of robust\nleadership succession plans.\nLEGAL & REGULATORY RISKS\nWe must successfully manage compliance with current and expanding\nlaws and regulations, as well as manage new and pending legal and\nregulatory matters in the U.S. and abroad.\nOur business is subject to a wide variety of laws and regulations across the\ncountries in which we do business, including those laws and regulations\ninvolving intellectual property, product liability, product composition or\nformulation, packaging content or end-of-life responsibility, marketing,\nantitrust and competition, privacy, data protection, environmental (including\nincreasing focus on the climate, water, and waste impacts of consumer\npackaged goods companies' operations and products), employment,\nhealthcare, anti-bribery, anti-corruption, trade (including tariffs, sanctions and\nexport controls), tax, accounting and financial reporting or other matters. In\naddition, increasing governmental and societal attention to environmental,\nsocial, and governance (ESG) matters, including expanding mandatory and\nvoluntary reporting, diligence, and disclosure on topics such as climate\nchange, waste production, water usage, human capital, labor, and risk\noversight, could expand the nature, scope, and complexity of matters that we\nare required to control, assess, and report. These and other rapidly changing\nlaws, regulations, policies and related interpretations, as well as increased\nenforcement actions by various governmental and regulatory agencies, create\nchallenges for the Company, including our compliance and ethics programs,\nmay alter the environment in which we do business and may increase the\nongoing costs of compliance, which could adversely impact our results of\noperations and cash flows. If we are unable to continue to meet these\nchallenges and comply with all laws, regulations, policies and related\ninterpretations, it could negatively impact our reputation and our business\nresults. Additionally, we are currently, and in the future may be, subject to a\nnumber of inquiries, investigations, claims, proceeding, and requests for\ninformation from governmental agencies or private parties, the adverse\noutcomes of which could harm our business. Failure to successfully manage\nthese new or pending regulatory and legal matters and resolve such matters\nwithout significant liability or damage to our reputation may\n8 The Procter & Gamble Company\nmaterially adversely impact our financial condition, results of operations and\ncash flows. Furthermore, if new or pending legal or regulatory matters result\nin fines or costs in excess of the amounts accrued to date, that may also\nmaterially impact our results of operations and financial position.\nChanges in applicable tax laws and regulations and resolutions of tax\ndisputes could negatively affect our financial results.\nThe Company is subject to taxation in the U.S. and numerous foreign\njurisdictions. Changes in the various tax laws can and do occur. For example,\nin December 2017, the U.S. government enacted comprehensive tax\nlegislation commonly referred to as the Tax Cuts and Jobs Act (the U.S. Tax\nAct). The changes included in the U.S. Tax Act were broad and complex.\nUnder the current U.S. presidential administration, comprehensive federal\nincome tax reform has been proposed, including an increase in the U.S.\nFederal corporate income tax rate, elimination of certain investment\nincentives, and a more than doubling of U.S. residual taxation of non-U.S.\nearnings. While these proposals are controversial, likely to change during the\nlegislative process, and may prove difficult to enact as proposed in the current\nclosely divided U.S. Congress, their impact could nonetheless be significant.\nAdditionally, longstanding international tax norms that determine each\ncountry’s jurisdiction to tax cross-border international trade are subject to\npotential evolution. An outgrowth of the original Base Erosion and Profit\nShifting (BEPS) project is a project undertaken by the more than 130 member\ncountries of the expanded OECD Inclusive Framework focused on\n\"Addressing the Challenges of the Digitalization of the Economy.\" The\nbreadth of this project extends beyond pure digital businesses and is likely to\nimpact all multinational businesses by potentially redefining jurisdictional\ntaxation rights in market countries and establishing a global minimum tax.\nWhile it is too early to assess the overall impact of these potential changes, as\nthese and other tax laws and related regulations are revised, enacted, and\nimplemented, our financial condition, results of operations, and cash flows\ncould be materially impacted.\nFurthermore, we are subject to regular review and audit by both foreign and\ndomestic tax authorities. While we believe our tax positions will be sustained,\nthe final outcome of tax audits and related litigation, including maintaining\nour intended tax treatment of divestiture transactions such as the fiscal 2017\nBeauty Brands transaction with Coty, may differ materially from the tax\namounts recorded in our Consolidated Financial Statements, which could\nadversely impact our results of operations and cash flows.",
      "item7a":""
    },
}
